[
  {
    "location": "Helsinki",
    "title": "Pride liikkeessä",
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "endTime": null,
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "category": [
      "Muu"
    ],
    "externalId": "1616938171965",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-06-27T21:00:00.000Z",
    "address": "Instagram @unyouthfinland",
    "wholeDay": true,
    "id": "G1NE1PgiXWMppA1pbyoq"
  },
  {
    "endTime": "2021-06-28T15:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "address": "Keskustakirjasto Oodin lipan alla Kansalaistorilla, Töölönlahdenkatu 4",
    "wholeDay": false,
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "category": [
      "Tyopaja"
    ],
    "startTime": "2021-06-28T13:00:00.000Z",
    "description": "Tee oma pinssi, kangaskassi tai vaikka molemmat!. Oodin lipan alla tehdään pinssejä ja painetaan pride-aiheisia kangaskasseja sateenkaarevassa työpajassa. Oodi tarjoaa kangaskassit 50 osallistujalle. Voit halutessasi tuoda mukanasi oman kangaskassin tai tekstiilin, mutta huomioithan, että materiaali kestää kuumuutta. Ei ennakkoilmoittautumista.\nLisäksi ohjelmassa on katumaalausta katuliiduin, koripalloa ja jalkapalloa Makasiinipuistossa. \nHuom! Huonolla säällä työpaja järjestetään Oodin Maijansalissa, 1. krs.\n",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "externalId": "1617693346407",
    "title": "Sateenkaareva pinssi- ja kangaspainatustyöpaja ",
    "id": "RzWMTafCojktTyrgvsWP"
  },
  {
    "url": "https://week.pride.fi",
    "startTime": "2021-06-28T14:00:00.000Z",
    "externalId": "1617181968544",
    "title": "Helsinkiä queeristi -opastus",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "description": "Tutustu Helsingin kaupunginmuseon Valitut Palat -näyttelyyn Pride-viikon hengessä!. Haluatko tietää mitä Mäntymäellä tapahtui 1960-luvulla kevätiltaisin? Tai mikä oli kaupungin paras seksuaalivähemmistöjen iskuravintola?  Tule mukaan opastetuille kierroksille menneisyyden Helsingin kaduille ja koteihin, baareihin, puistoihin ja pusikkoihin queer -näkökulmalla. Tutut paikat ja luutuneet käsitykset saavat uusia merkityksiä, kun Helsingin kaupunginmuseon Valitut palat -näyttelyyn tutustutaan Pride-viikon hengessä. Oppaana Iisa Aaltonen. Vapaa pääsy! ",
    "wholeDay": false,
    "category": [
      "Keskustelu tai luento",
      "Nayttely"
    ],
    "address": "Helsingin kaupunginmuseo, Aleksanterinkatu 16",
    "endTime": "2021-06-28T15:00:00.000Z",
    "addedBy": "SYSTEM",
    "id": "nT2Virh5Pknu3wPlorTt"
  },
  {
    "title": "Tee-se-itse: Lippupaja",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "address": "Nuorten Pride House, Konepajankuja 3",
    "externalId": "1618472656917",
    "endTime": "2021-06-28T17:00:00.000Z",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "startTime": "2021-06-28T15:00:00.000Z",
    "description": "Tule tekemään oma sateenkaareva lippusi Nuorten Pride Houseen!. Lippupajassa on mahdollisuus tehdä itse sateenkaareva lippu. Tarvittavat materiaalit löytyvät paikan päältä ja ohjaajat opastavat lipun teossa. Lipuissa käytettävät materiaalit ovat pääasiallisesti kierrätettyjä. Voit tuoda halutessasi myös omia materiaaleja. Aikaisempaa kokemusta lippujen tekemisestä, ompelusta tai muusta tuunaamisesta et tarvitse. Pajat järjestetään pandemia-ohjeistukset huomioiden.\n\nIlmoittautuminen pajoihin: https://forms.office.com/r/KRw7a4pLWc\nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "category": [
      "Tyopaja"
    ],
    "id": "y41s5xTzha5Qi8k5wQsP"
  },
  {
    "area": "Uusimaa",
    "title": "Sateenkaariseurat",
    "category": [
      "Keskustelu tai luento"
    ],
    "externalId": "1618479250982",
    "wholeDay": false,
    "startTime": "2021-06-28T16:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "address": "Helsingin Seuratupa, Salomonkatu 17 D, 2.krs.",
    "endTime": null,
    "description": "Siionin virsiä ja lyhyitä seurapuheita Helsingin Seuratuvalla. Veisataan Siionin virsiä ilman säestystä ja niiden väleissä kuullaan lyhyet puheet. Seurat kestävät noin tunnin, ja niiden jälkeen on kahvitarjoilu, jos rajoitukset sen sallivat. Vapaaehtoinen lahjoitus kerätään Herättäjä-Yhdistyksen hyväksi.",
    "id": "fiAEd9Y1rdeo3CfeUW72"
  },
  {
    "wholeDay": false,
    "endTime": null,
    "category": [
      "Keskustelu tai luento"
    ],
    "url": "https://week.pride.fi",
    "startTime": "2021-06-29T09:00:00.000Z",
    "area": "Uusimaa",
    "externalId": "1616754232189",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "title": "Queer-kirjallisuus",
    "description": "Kirjavinkkejä ja keskustelua queer-kirjallisuudesta. Kirjallisuus kaipaa yhä moninaisempia ääniä ja identiteettejä, jotka kyseenalaistavat juurtuneita käsityksiä. Minkälaista queer-aiheista kirjallisuutta julkaistaan juuri nyt? Keiden ääni kuuluu ja keiden tarinat jäävät kertomatta? Neljä kirjallisuuden tekijää, lukijaa ja asiantuntijaa keskustelevat queer-kirjallisuudesta ja jakavat vaikuttavimpia lukukokemuksiaan sekä queer-aiheisia kirjasuosituksia.",
    "address": "virtuaalinen",
    "addedBy": "SYSTEM",
    "id": "a5MED1KJG5BH7sivihsC"
  },
  {
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "description": "Keskustelussa käsitellään päällekkäisiä vähemmistöidentiteettejä, homonationalismia ja pinkkipesua.. Mustilla transnaisilla oli suuri osa Stonewallin mellakoissa, mutta he kohtaavat väkivaltaa ja rasismia edelleen sateenkaariyhteisössäkin.\n\nMiten rodullistetut ihmiset näkyvät sateenkaarikeskustelussa? Mitä queer-yhteisön tulee oppia BLM-liikkeestä?\n\nMikä on kielen rooli identiteetissä? Saamelaiskäräjien nuorisoneuvosto kääntää sateenkaarisanaston kolmelle saamen kielelle. Mitkä muut toimet vahvistavat oikeuksien toteutumista ja tietoisuuden lisäämistä?\n\nMitä ovat homonationalismi ja pinkkipesu?",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "wholeDay": false,
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-06-29T11:00:00.000Z",
    "externalId": "1617211787747",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "title": "PERUTTU: Queer-oikeudet ja antirasismi",
    "category": [
      "Keskustelu tai luento"
    ],
    "url": "https://week.pride.fi",
    "endTime": null,
    "id": "gU2blnjQB0mIkaddLC8j"
  },
  {
    "category": [
      "Keskustelu tai luento",
      "Vertaistapaaminen"
    ],
    "address": "Verkossa, alusta tarkentuu myöhemmin.",
    "startTime": "2021-06-29T14:00:00.000Z",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "externalId": "1617028483147",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "description": "Minkälaista on olla aseksuaali nyky-yhteiskunnassa? Miten se vaikuttaa jokapäiväiseen elämään? Mitä kokemuksia aseksuaalisuus on tuonut tullessaan?. Setan aseksuaalisuustoimikunta kutsuu kaikki aseksuaalisuutta pohtivat, siihen identifioituvat ja siitä kiinnostuneet paneelikeskusteluun, jossa pohditaan aseksuaalisuuden roolia ja sen tuomia kokemuksia nyky-yhteiskunnassa. Panelisteina muun muassa Riikka Petäsnoro (Oulun Seta), Susanna (Unelmoin-tubettaja) ja Maaret Suomi (aseksuaalisuustoimikunta). Moderaattorina aseksuaalisuustoimikunnan jäsen Sanni Kilpiä.\n \nPaneelikeskustelu järjestetään Zoom-alustalla, ja yleisö voi osallistua keskusteluun chatin kautta. Tapahtumassa seurataan turvallisemman tilan periaatteita.",
    "endTime": "2021-06-29T15:00:00.000Z",
    "title": "Aseksuaalisuus nyky-yhteiskunnassa -paneelikeskustelu",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "id": "4j3JA6rTgXe9HKEGnmWI"
  },
  {
    "address": "Verkossa, https://zoom.us/j/98305429558",
    "location": "Helsinki",
    "endTime": null,
    "addedBy": "SYSTEM",
    "startTime": "2021-06-29T14:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "event": "Helsinki Pride 2021",
    "description": "Luokkatietoinen iskukeskustelu identiteetistä ja oikeudesta sukupuoleen sekä seksuaalisuuteen.. Ihmisoikeudet, oikeus identiteettiin, sukupuoleen ja seksuaalisuuteen  taistellaan joka päivä ihmisten kesken intiimisti, työpaikoilla, työehtosopimuksissa, palkoissa ja kaikkien sukupuolien välillä. Suurpääoman ja työläisen välisessä sovittamattomassa ristiriidassa on kysymys ihmisoikeuksista. Keskustelussa avataan identiteetin, oman luokan, seksuaalisuuden ja sukupuolisuuden tiedostamista ja kehitellään ulospääsyä kapitalismista ja sen ihmisiä ja luontoa riistävistä rakenteista.",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "externalId": "1617861866226",
    "title": "Marshan tiiliskivi",
    "wholeDay": false,
    "category": [
      "Keskustelu tai luento"
    ],
    "id": "8uVa5B75OBmNcaasAEII"
  },
  {
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "startTime": "2021-06-29T15:00:00.000Z",
    "address": "MLL, Toinen linja 19",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "category": [
      "Vertaistapaaminen"
    ],
    "title": "Uskontojen uhrien vertaistukiryhmä",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "endTime": "2021-06-29T17:00:00.000Z",
    "description": "Vertaistukitapaaminen hengellistä väkivaltaa kokeneille sateenkaari-ihmisille.. UUT on poliittisesti ja uskonnollisesti sitoutumaton yhdistys, joka tukee uskonyhteisöissä vaikeuksiin joutuneita ihmisiä. Sateenkaareva vertaisryhmämme on tarkoitettu kaikille, jotka haluavat keskustella kokemuksistaan jonkin uskonyhteisön vaikutuspiirissä. Ryhmässä käydyt keskustelut ovat luottamuksellisia, ja kukin voi kertoa kokemuksistaan juuri sen verran kuin haluaa. Ryhmää vetää kaksi koulutettua vapaaehtoista, joilla on itsellään kokemusta sateenkaari-ihmisenä uskonyhteisössä elämisestä.",
    "location": "Helsinki",
    "externalId": "1617092795777",
    "id": "06gHHEWKTEEerJqnQqLN"
  },
  {
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "externalId": "1614630651934",
    "addedBy": "SYSTEM",
    "endTime": null,
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "address": "Setan toimisto, Pasilanraitio 5, 2.krs. Sisään pääsee ovisummeria soittamalla.",
    "description": "DWC:n avoin kahvi-ilta transvestiiteille, muunsukupuolisille, sukupuoltaan pohtiville ja heidän läheisilleen.. DreamWearClub ry on sukupuolen ilmaisultaan ja kokemukseltaan moninaisten ihmisten oikeuksien toteutumista edistävä valtakunnallinen yhdistys. Järjestämme joka kuukausi vertaistuellisia tapaamisia tällä hetkellä Helsingissä, Tampereella ja Turussa. Jäsenistön enemmistö on transfeminiinisiä ja heidän läheisiään, edustaen koko sukupuolen kirjoa. Moni jäsenistä ilmentää muuta kuin syntymässä määriteltyä sukupuolta esimerkiksi pukeutumalla.",
    "wholeDay": false,
    "startTime": "2021-06-29T16:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "title": "DreamWearClub Ry:n (DWC) kahvi-ilta",
    "id": "AT2jh80mxsxmziPWY7Cc"
  },
  {
    "endTime": null,
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "description": "Sukupuolen moninaisuus -toimikunta kutsuu koolle paneelin keskustelemaan eri taustoista tulevien sukupuoleltaan moninaisten ihmisten tulevaisuudesta ja haaveilemaan unelmien sateenkaari-Suomesta.. Setan Sukupuolen moninaisuus -toimikunta järjestää paneelikeskustelun otsikolla \"Sukupuolten sateenkaareva tulevaisuus\". Juhlavuoden kunniaksi käännämme katseen historiasta ja nykyisyydestä tulevaan pohtiaksemme, mitä suuntia vielä toivoisimme esimerkiksi moninaisten transihmisten ja ei-binääristen tasa-arvolle. Miten sukupuoleltaan moninaiset nuoret saisivat elää täysillä ja toteutua kokonaisina? Millainen on yhteiskunta, jossa ei-binääristen ja transihmisten moninaiset taustat on huomioitu yhdenvertaisesti? Miltä näyttää unelmien sateenkaari-Suomi sukupuolen moninaisuuden näkökulmasta? Puhujiksi tulee näiden ryhmien edustajia.",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "externalId": "1617199721810",
    "area": "Uusimaa",
    "title": "Sukupuolten sateenkaareva tulevaisuus",
    "startTime": "2021-06-30T11:00:00.000Z",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "lastModified": "2022-03-15T16:23:06.231Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "id": "S513ue3OG2vw7eCOBNc3"
  },
  {
    "description": "Mikä ihmeen i? Keskustelutilaisuudessa kuullaan tietoa, kokemuksia ja palopuheita intersukupuolisuudesta ja intersukupuolisena elämisestä. Äänessä ovat ainakin tutkijat, aktivistit ja järjestötyöntekijät. ",
    "startTime": "2021-06-30T13:00:00.000Z",
    "area": "Uusimaa",
    "title": "5 x i, puheenvuoroja intersukupuolisuudesta\n",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "externalId": "1617122339864",
    "addedBy": "SYSTEM",
    "category": [
      "Keskustelu tai luento"
    ],
    "wholeDay": false,
    "id": "IP5uzi0pt687Eez5hQc4"
  },
  {
    "area": "Uusimaa",
    "title": "Partiolaisten kylttityöpaja",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "wholeDay": false,
    "description": "Tule tekemään kylttejä kulkuetta varten! Paja kaikille partiolaisille & partiosta kiinnostuneille.. Tule tekemään kylttejä Helsinki Pride -kulkuetta varten ja viettämään iltaa Helsinki Prideen osallistuvien partiolaisten kanssa! Tarjolla kahvia, teetä ja pientä purtavaa. Tapahtuma on suunnattu partiolaisille ja partiosta kiinnostuneille. Järjestäjä tarjoaa kylttimateriaalit.\n\nJos fyysisiä tapahtumia ei ole kesäkuussa mahdollista järjestää, tapahtuma järjestetään virtuaalisena vertaistapaamisena ja kuvia osallistujien taiteilemista kylteistä jaetaan Pinkkipartion sometileillä.",
    "externalId": "1617980070377",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "address": "Partioasema, Töölönkatu 55",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-30T13:00:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "id": "ZKx07lRnIi90qGv4zsf2"
  },
  {
    "area": "Uusimaa",
    "title": "Other athletes lift weights, cheerleaders lift others!",
    "description": "Cheerleadingissa pääset kokeilemaan erilaisia stuntteja, heittoja ja akrobatiaa. Lajitaitoja et tarvitse.. Lajikokeilu on suunniteltu niin, että jokainen pääsee mukaan taitotasosta huolimatta ja saa harjoituksen aikana onnistumisen elämyksiä ja kokemuksia itsensä ylittämisestä. Harjoituksissa pääset kokeilemaan cheerleadingin lajiliikkeitä kuten ryhmässä tehtäviä stuntteja ja heittoja sekä erilaisia akrobatialiikkeitä. Jokaisen kannattaa tulla kokeilemaan cheerleadingia! ",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "event": "Helsinki Pride 2021",
    "externalId": "1617193728171",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "endTime": "2021-06-30T15:30:00.000Z",
    "startTime": "2021-06-30T14:00:00.000Z",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "address": "HAC Training Center, Ristipellontie 1 A",
    "category": [
      "Liikunta"
    ],
    "id": "NPoj0HVESrzIVQYtB1H1"
  },
  {
    "wholeDay": false,
    "title": "Entä jos sittenkin rakastumme",
    "startTime": "2021-06-30T14:00:00.000Z",
    "description": "Esitys kahdesta nuoresta, jotka suhteensa alussa etsivät yhteisiä sääntöjä ja rakentavat luottamusta.. Teatteriesityksemme taiteilee perinteisen teatterin ja esitystaiteen välillä. Modernissa kokonaisuudessa hyödynnetään lavarunoutta, dialogia ja videotaidetta.\nRohkea, yllättävä, iholle tuleva ja lempeän anarkistinen esitys on omakäsikirjoituksemme ja ohjauksemme, joka pohjautuu 2019 tekemäämme teatteridiplomiin. Esitys ei sovellu alle 13-vuotiaille ja on suomenkielinen.\n",
    "endTime": null,
    "externalId": "1617020032605",
    "location": "Helsinki",
    "category": [
      "Esitys"
    ],
    "address": "Nuorten Pride House, Konepajankuja 3",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "id": "TLwgCCwFQE5PgN8P0B4r"
  },
  {
    "addedBy": "SYSTEM",
    "title": "Vertaistukiryhmä sukupuoltaan pohtiville nuorille",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "event": "Helsinki Pride 2021",
    "address": "SNELLU, Matteuksen kirkko, Turunlinnantie 3",
    "category": [
      "Vertaistapaaminen"
    ],
    "startTime": "2021-06-30T14:00:00.000Z",
    "endTime": "2021-06-30T15:30:00.000Z",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "area": "Uusimaa",
    "description": "Vertaistukitapaaminen sukupuoleltaan moninaisille ja sukupuoltaan pohtiville nuorille. Ohjattu vertaistuellinen tapaaminen transihmisille, intersukupuolisille, muunsukupuolisille, sukupuolettomille tai sukupuoltaan pohtiville 15-22 –vuotiaille nuorille. Periaatteina luottamuksellisuus, itsemäärittely- ja itsemäärittelemättömyysoikeus, oikeus käyttää haluamaansa nimeä ja oikeus kertoa itsestään vain sen verran kuin haluaa. Ohjattua keskustelua paikalle tulevien nuorten toivomista aiheista. Voi jakaa ajatuksiaan muiden kanssa tai vain kuunnella.",
    "location": "Helsinki",
    "externalId": "1615817301541",
    "id": "imqRpo9dG3qmdnAmJS7Z"
  },
  {
    "externalId": "1616872150639",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "address": "Verkossa, alusta tarkentuu myöhemmin.",
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "description": "Suhteen voimavarat ja kuormat, asiaa kiintymyssuhdehistoriasta, asiantuntijapuheenvuorot hengellisestä väkivallasta ja sukupuolidysforiasta ja niiden vaikutuksista suhteissamme. Puhujina Ani Iivanainen, diakoni ja seksuaalineuvoja, Sami Suhonen, pappi ja sukupuolen moninaisuuden asiantuntija, Hensku Kettusaari, erityisnuorisotyönohjaaja ja perhe- ja paripsykoterapeutti.. Suhdeluento jokaiselle sinkulle, pari- tai monisuhteessa olevalle, joka haluaa tutkia omaa kiintymys- ja suhdehistoriaansa. Mitkä asiat vaikuttavat tämän päivän suhteisiini? Voinko saada vielä onnellisen ja riittävän hyvän suhteen? Entä, jos en halua suhdetta - sekin on ok!\nPuhujina Ani Iivanainen, diakoni ja seksuaalineuvoja, Sami Suhonen, pappi ja sukupuolen moninaisuuden asiantuntija, Hensku Kettusaari, erityisnuorisotyönohjaaja ja perhe- ja parisuhde.",
    "area": "Uusimaa",
    "endTime": "2021-06-30T15:30:00.000Z",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "title": "Täältä tulen, tässä olen! – Suhdeasiaa",
    "startTime": "2021-06-30T14:00:00.000Z",
    "id": "pHFJOuzd3QNeR3lho2Ff"
  },
  {
    "addedBy": "SYSTEM",
    "category": [
      "Tyopaja"
    ],
    "title": "Normit nurin – tietovisa",
    "address": "Verkossa, verkko-osoite ilmoitetaan myöhemmin.",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "lastModified": "2022-03-15T16:23:06.231Z",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "startTime": "2021-06-30T15:00:00.000Z",
    "location": "Helsinki",
    "externalId": "1617211647292",
    "description": "Visailua ja kisailua sateenkaarihistoriasta ja - kulttuurista.. Ohjelman järjestää kahden sateenkaari-ihmisen kollektiivi nimeltään #normiarkee. Tietovisa on suunnattu nuorille 16-vuotiaasta ylöspäin ja se toteutetaan virtuaalisesti. Ohjelman tarkoituksena on tarjota nuorille tietoa sateenkaarihistoriasta ja kulttuurista. Tämän lisäksi tietovisa tarjoaa vertaisuutta, hauskanpitoa ja huimia palkintoja. Kysymysten välissä käydään läpi oikeat vastaukset ja keskustellaan niistä. Ohjelma toteutetaan virtuaalisesti, hyödyntäen Zoomia ja Kahoot-sovellusta. Ohjelman juontaa kollektiivin aikuiset ja vapaaehtoinen sateenkaarinuori, joka osallistuu myös tapahtuman suunnitteluun. Lisätietoa #normiarkee Instagram- ja Facebook-sivuilta.",
    "id": "0kFjrxcAuTW7B1qMJXyx"
  },
  {
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "wholeDay": false,
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "title": "25 vuotta toimivaa hiv-lääkitystä",
    "startTime": "2021-06-30T15:00:00.000Z",
    "externalId": "1617182271679",
    "category": [
      "Keskustelu tai luento"
    ],
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.231Z",
    "location": "Helsinki",
    "description": "Hiv-infektion hoitoon tarkoitetun kolmoislääkityksen käyttöönotosta on 25 vuotta.\nLääkitys oli käännekohta hivin hoidossa. Hiviin liittyvä stigma elää silti vahvana.. Toimivan hiv-lääkityksen keksiminen ja käyttöönotto on pelastanut miljoonia elämiä ja hivin kanssa elävät voivat jatkaa täysipainoista elämää lääkityksen turvin. Kolmoislääkityksen käyttöönotosta tulee 25 vuotta ja haluamme juhlistaa tätä seikkaa ja tuoda uusinta tietoa hivistä esille paneelin muotoisessa juhlaseminaarissa. Keskusteluun osallistuvat hivin kanssa pitkään elänyt henkilö, hiv-järjestöjen edustajat sekä infektiolääkäri.",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "id": "ve4p1ZRgt5PMD2yOlgFF"
  },
  {
    "wholeDay": false,
    "startTime": "2021-06-23T09:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "address": "Verkossa https://www.fi.cgi.com/fi/fi/cgi-pride",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "description": "Tervetuloa radioaalloille keskiviikkona 23.6. klo 12!. CGI:n järjestämässä radiolähetyksessä keskustellaan yhdenvertaisuuden ja tasa-arvon tukemisesta työyhteisössä sekä IT-alan roolista yhteiskunnan monimuotoisuuden edistämisessä. Lähetyksen juontavat toimittajat Susani Mahadura ja Olli-Pekka Kursi. Livenä Yeboyah ja Jesse Markin.",
    "title": "CGI on Air with Pride",
    "externalId": "225",
    "endTime": null,
    "id": "ZxJUYD3XnJ6z70GYdDdE"
  },
  {
    "address": "Nuorten Pride House, Konepajankuja 3",
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Liikunta"
    ],
    "addedBy": "SYSTEM",
    "wholeDay": true,
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "startTime": "2021-06-27T21:00:00.000Z",
    "externalId": "256",
    "description": "Sateenkaareva Helsinki: eilen, tänään, huomenna. Tervetuloa sateenkaarevaan kaupunkiseikkailuun Nuorten Pride -viikolla ma 28.6. - pe 2.7!\nTule mukaan tutustumaan Helsingin sateenkaarevaan historiaan ja nykyhetkeen sekä\nvisioimaan sateenkaarevaa tulevaisuutta digitaalisen kaupunkiseikkailun kautta. Seikkailu\ntoteutetaan mobiilisovelluksen avulla ja rastikierrokselle voi osallistua joko yksin tai yhdessä\npaikan päällä tai kotisohvalla. Lainaamme tarvittaessa myös osallistumiseen tarvittavan\nlaitteen. Kaupunkiseikkailun lähtö tapahtuu Nuorten Pride Houselta, josta saat myös ohjeet miten\nosallistua. Etänä pelaaville ohjeet löytyvät IrisHelsingin Instagramista.\nHuomioithan, että seikkailu toteututaan vain suomeksi.",
    "title": "Pride 2021 –digitaalinen kaupunkiseikkailu",
    "area": "Uusimaa",
    "location": "Helsinki",
    "id": "Wn0D3PI2y24ZrowGZBIW"
  },
  {
    "title": "Samansukupuolisesta haureudesta tuomittu -video",
    "wholeDay": true,
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "location": "Helsinki",
    "externalId": "233",
    "address": "Verkossa",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "startTime": "2021-06-27T21:00:00.000Z",
    "id": "e3IczcvjJlPWPsYZkp4q"
  },
  {
    "url": "https://week.pride.fi",
    "endTime": "2021-06-28T17:00:00.000Z",
    "addedBy": "SYSTEM",
    "category": [
      "Nayttely"
    ],
    "title": "Meistä",
    "event": "Helsinki Pride 2021",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "location": "Helsinki",
    "externalId": "181",
    "startTime": "2021-06-28T07:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "area": "Uusimaa",
    "wholeDay": false,
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "id": "l4UrxpCtxOIX3dCLdgmH"
  },
  {
    "startTime": "2021-06-28T11:00:00.000Z",
    "description": "Lautapelaamista Nuorten Pride Housella maanantaina 28.6.. Tervetuloa viihtymään hyvään seuraan suuren lautapelivalikoimamme pariin Nuorten Pride Houseen! ",
    "category": [
      "Tyopaja",
      "Bileet"
    ],
    "addedBy": "SYSTEM",
    "address": "Nuorten Pride House, Konepajankuja 3, Helsinki",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "title": "Gaymers’ Night lautapelipäivä",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "externalId": "113",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "area": "Uusimaa",
    "endTime": "2021-06-28T17:00:00.000Z",
    "id": "dFZ9v0GRPUsd4yP0aYY0"
  },
  {
    "startTime": "2021-06-28T11:30:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "lastModified": "2022-03-15T16:23:06.232Z",
    "description": "Tule tekemään oma sateenkaareva lippusi Nuorten Pride Houseen!. Lippupajassa on mahdollisuus tehdä itse sateenkaareva lippu. Tarvittavat materiaalit löytyvät paikan päältä ja ohjaajat opastavat lipun teossa. Lipuissa käytettävät materiaalit ovat pääasiallisesti kierrätettyjä. Voit tuoda halutessasi myös omia materiaaleja. Aikaisempaa kokemusta lippujen tekemisestä, ompelusta tai muusta tuunaamisesta et tarvitse.\n\nIlmoittaudu mukaan https://forms.office.com/r/KRw7a4pLWc . Pajaan voi osallistua myös spontaanisti, jos tilaa riittää!",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "area": "Uusimaa",
    "externalId": "144",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "endTime": "2021-06-28T13:30:00.000Z",
    "title": "Tee-se-itse: Lippupaja",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "id": "YmlfNhiwYttOs7yanDgA"
  },
  {
    "externalId": "1618577279636",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "address": "Puhelin",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "url": "https://week.pride.fi",
    "category": [
      "Muu"
    ],
    "endTime": "2021-06-28T13:30:00.000Z",
    "wholeDay": false,
    "startTime": "2021-06-28T12:00:00.000Z",
    "description": "Puhelinpalvelu sateenkaari-ihmisille ja heidän läheisilleen. Pohdituttaako sinua jokin perhe-, rakkaus- tai läheissuhteessasi? Perhesuhdekeskuksen puhelinpalvelu tarjoaa tukea sateenkaari-ihmisten ihmissuhteisiin. Tilanne voi koskea esimerkiksi pari- tai monisuhteen ongelmia, erotilannetta, vanhemmuuden jakamisen haasteita, pulmia läheisten kanssa tai huolta omasta lapsesta.\n\nPuhelinpalvelu on auki maanantaina klo 15-16.30 ja perjantaina klo 8-10 numerossa 050 444 4446.\n\nLisätietoja: https://perhesuhdekeskus.fi ",
    "title": "Tukea sateenkaareviin suhteisiin",
    "id": "zhsI7AnrfZiVNef2sLZB"
  },
  {
    "externalId": "1618549602470",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "address": "Verkossa, Zoom-liittymistiedot ilmoitetaan myöhemmin.",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "endTime": "2021-06-28T16:00:00.000Z",
    "title": "Haasteita läheisten kanssa",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "category": [
      "Keskustelu tai luento"
    ],
    "description": "Luento ja keskustelumahdollisuus verkossa sateenkaari-ihmisille. Vertaistuellinen, verkossa tapahtuva tilaisuus kaikille hlbtiqa+-ihmisille, joiden lapsuusperhe tai muu lähipiiri on tuottanut suhtautumisellaan ja/tai toiminnallaan haasteita, pettymystä tai surua. Entä jos uskonto on tuonut haasteita? Perhe- ja parisuhdepsykoterapeutti Terhi Väisänen sekä yliopistopappi, seksuaali- ja sukupuolivähemmistöjen pappi Laura Late Mäntylä pitävät alustuksen. Mahdollisuus keskustella läheissuhteisiin liittyvistä haasteista. Tapahtumaan on ilmoittautuminen.",
    "startTime": "2021-06-28T14:00:00.000Z",
    "id": "7L6T9VQPcbEHTeZ5Dca5"
  },
  {
    "event": "Helsinki Pride 2021",
    "endTime": "2021-06-28T16:00:00.000Z",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Vertaistapaaminen"
    ],
    "externalId": "1619009357679",
    "address": "virtuaalinen",
    "description": "Tule mukaan anonyymiin verkkovertaisryhmään juttelemaan sateenkaarinuorten (seksuaali- ja sukupuolivähemmistöihin kuuluvien nuorten) arkea koskevista aiheista, kaapista, ulostulosta, läheisten suhtautumisesta, omana itsenä olemisesta, identiteeteistä ja ihmissuhteista.\n\nPääset mukaan chattiin kirjautumalla Tukinettiinja luomalla nimimerkin.",
    "area": "Uusimaa",
    "wholeDay": false,
    "title": "Sinuiksi-chat: Ahdistaako pride?",
    "startTime": "2021-06-28T14:00:00.000Z",
    "url": "https://week.pride.fi",
    "id": "DokJpjI4FUtIurzzrP7A"
  },
  {
    "area": "Uusimaa",
    "category": [
      "Bileet"
    ],
    "externalId": "162",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "lastModified": "2022-03-15T16:23:06.232Z",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "description": "Helsinki Pride -viikko 2021 julistetaan avatuksi ihanien esiintyjien sekä vaikuttavien puheenvuorojen saattelemana. Esiintyjinä Sofa, Sini Yasemin ja Grammo Suspect! Seuraa avajaislähetystä striimissämme https://week.pride.fi/.",
    "address": "virtuaalinen",
    "title": "Helsinki Pride 2021 Avajaiset",
    "startTime": "2021-06-28T14:00:00.000Z",
    "location": "Helsinki",
    "id": "Ix7D1S0kxX2HmmhYxtb4"
  },
  {
    "lastModified": "2022-03-15T16:23:06.232Z",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "address": "Kanneltalo, Klaneettitie 5",
    "endTime": "2021-06-28T16:00:00.000Z",
    "area": "Uusimaa",
    "description": "Kanneltalon Pride-viikon työpajoissa tehdään yhteinen ikkunateos.. Teos koostuu ikkunoihin toteutettavista yksittäisistä viesteistä. Se voi olla esimerkiksi kuva, lippu tai jokin kannanotto. Viestejä tehdään Kanneltalon Klaneettitien puoleisiin ikkunoihin erilaisilla tekniikoilla. Minkälainen on sinun viestisi? \n\nTyöpajan kesto 2h. Ennakkoilmoittautuminen: https://www.harrastushaku.fi/view/14674 .",
    "wholeDay": false,
    "title": "Kanneltalon Pride: Mikä on sinun viestisi?",
    "startTime": "2021-06-28T14:00:00.000Z",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "category": [
      "Tyopaja"
    ],
    "externalId": "1618573253010",
    "id": "vtmGNiI2rfRl7yQ7wiXd"
  },
  {
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "location": "Helsinki",
    "externalId": "1618587435319",
    "description": "Mitä kumppanuusvanhemmuus ja apilaperheys oikeastaan ovat, mitä pitää ottaa huomioon kumppania/kumppaneita etsiessä, kenelle perhemuoto voi sopia, mitä sopimuksia voidaan tehdä, mistä kumppaneita voi löytää, miten asiat saa toimimaan?. Verkkoilta vanhemmuuskumppanien etsijöille, kumppanuusvanhemmuuden suunnittelijoille ja harkitsijoille, oman perhemuodon etsijöille ja kaikille muille, joita kumppanuusvanhemmuus ja apilaperheys kiinnostavat. Mukaan pääsee vain ilmoittautumalla etukäteen lomakkeella https://q.surveypal.com/Vanhemmuuskumppanit2021kesakuu. Linkki osallistumisalueelle, Zoomiin, lähetetään vain lomakkeen kautta ilmoittautuneille. Tilaisuus on suomenkielinen ja maksuton.\n\nTilaisuuden ensimmäisessä osassa saa tietoa kumppanuusvanhemmuudesta ja pääsee kysymään mieltään askarruttavista asioista. Toisessa osassa halukkaat voivat osallistua speed dateen ja kohdata sitä kautta muita kumppanuusvanhempia etsiviä. Tilaisuuden vetäjänä toimii Sateenkaariperheet ry:n Kaisa Niittynen.",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-06-28T17:30:00.000Z",
    "wholeDay": false,
    "address": "Verkossa, Zoom-liittymistiedot ilmoitetaan myöhemmin.",
    "title": "Kumppanuusvanhemmuusilta",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-28T15:00:00.000Z",
    "id": "OLmw3SOOYkWh6SOVqf6s"
  },
  {
    "address": "virtuaalinen",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "title": "Kirjailijavieras: Jani Toivola",
    "externalId": "105",
    "endTime": null,
    "addedBy": "SYSTEM",
    "description": "Maskuliinisuudesta, kehosta, seksuaalisuudesta ja rakkaudesta. Haastattelussa kirjailija Jani Toivola.. Miltä maailma näyttäisi ilman sääntöjä siitä, millaisia meidän kuuluu olla? Rakkaudesta-kirjassaan Jani  Toivola pohtii maskuliinisuutta, kehoa, seksuaalisuutta ja rakkautta oman elämäntarinansa ja kohtaamiensa  miesten kautta. ",
    "startTime": "2021-06-28T15:00:00.000Z",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "id": "cWpXMCWyq8DqGuRt9psc"
  },
  {
    "url": "https://week.pride.fi",
    "title": "Pride-jatkot: DJ Yeboyah & DJ Wekesa",
    "address": "Kasarmitorin kesäterassi, Kasarmitori, 00130 Helsinki",
    "startTime": "2021-06-28T16:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "description": "Tervetuloa nautiskelemaan sateenkaarevasta kesäillasta yhdessä upeiden artistien kanssa!. DJ Yeboyah on hiphop-, R&B- & afrobeat -painotteisista selektioistaan tunnettu DJ, joka on valloittanut energisillä seteillään klubeja ja festareita ympäri Suomen. DJ Wekesa eli Sophia Wekesa on yli kymmenen vuotta dancehallia tanssinut ja viisi vuotta sitten dekkien taakse siirtynyt helsinkiläinen DJ. Muun muassa dancehallia, R&B:tä ja afro beatsia soittava DJ Wekesa on yksi Mellow Yellow -klubin järjestäjistä ja samannimisen kollektiivin jäsen.",
    "wholeDay": false,
    "category": [
      "Bileet"
    ],
    "externalId": "169",
    "area": "Uusimaa",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-06-28T19:00:00.000Z",
    "id": "m0t1QhA3DXgOtBIAN2yQ"
  },
  {
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "endTime": null,
    "event": "Helsinki Pride 2021",
    "startTime": "2021-06-28T17:00:00.000Z",
    "wholeDay": false,
    "category": [
      "Esitys"
    ],
    "title": "Pridekino 2021: Breaking Fast",
    "addedBy": "SYSTEM",
    "externalId": "211",
    "location": "Helsinki",
    "id": "KD6z33MUgGVMCm9kUJo1"
  },
  {
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "wholeDay": true,
    "description": "Glittermeikki opetusvideo sekä kuvakilpailu Instagramissa 29.6.-2.7. Mitä olisikaan Pride-viikko ilman glitteriä! Tiistaina löydät instagramista Glitter-meikki opetusvideon, jonka avulla opit itse luomaan säkenöivän kimalluksen kasvoillesi! \n\nHaluatko osallistua kuvakilpailuun? Jaa kuvasi glittermeikistäsi tai Pride-outfitistasi, niin osallistut skabaan! Jaa kuva joko julkisena instagramiin tägäämällä tilit @malmitalo @operaatiopulssi @malminkirjasto tai salaisen tilin omistajana voit jakaa kuvasi Whatsappilla p. 0406837028. Huom! Julkaisemme voittajan kuvan perjantaina 2.7. Voittajaan olemme myös yksityisviestillä yhteydessä, ja hän saa noutaa palkinnon Malmitalolta sovitun mukaisesti. \n\nTyöpajan tiedot Harrastushaussa: https://www.harrastushaku.fi/view/14677",
    "title": "Glittermeikki-työpaja",
    "category": [
      "Tyopaja"
    ],
    "externalId": "120",
    "endTime": null,
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-06-28T21:00:00.000Z",
    "url": "https://week.pride.fi",
    "address": "@malmitalo @operaatiopulssi @malminkirjasto",
    "location": "Helsinki",
    "id": "Jl7eoNN36NPaRWk8Aw66"
  },
  {
    "address": "Verkossa",
    "title": "Samansukupuolisesta haureudesta tuomittu -video",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "wholeDay": true,
    "location": "Helsinki",
    "endTime": null,
    "addedBy": "SYSTEM",
    "externalId": "234",
    "startTime": "2021-06-28T21:00:00.000Z",
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "id": "PUDFi3ecQM6kYCanEHe5"
  },
  {
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "externalId": "175",
    "location": "Helsinki",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "wholeDay": true,
    "endTime": null,
    "address": "Instagram @unyouthfinland",
    "addedBy": "SYSTEM",
    "title": "Pride liikkeessä",
    "startTime": "2021-06-28T21:00:00.000Z",
    "category": [
      "Muu"
    ],
    "id": "iVBeZeimvP8YktgbK9Lt"
  },
  {
    "location": "Helsinki",
    "endTime": null,
    "description": "Sateenkaareva Helsinki: eilen, tänään, huomenna. Tervetuloa sateenkaarevaan kaupunkiseikkailuun Nuorten Pride -viikolla ma 28.6. - pe 2.7!\nTule mukaan tutustumaan Helsingin sateenkaarevaan historiaan ja nykyhetkeen sekä\nvisioimaan sateenkaarevaa tulevaisuutta digitaalisen kaupunkiseikkailun kautta. Seikkailu\ntoteutetaan mobiilisovelluksen avulla ja rastikierrokselle voi osallistua joko yksin tai yhdessä\npaikan päällä tai kotisohvalla. Lainaamme tarvittaessa myös osallistumiseen tarvittavan\nlaitteen. Kaupunkiseikkailun lähtö tapahtuu Nuorten Pride Houselta, josta saat myös ohjeet miten\nosallistua. Etänä pelaaville ohjeet löytyvät IrisHelsingin Instagramista.\nHuomioithan, että seikkailu toteututaan vain suomeksi.",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "wholeDay": true,
    "externalId": "189",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "category": [
      "Liikunta"
    ],
    "startTime": "2021-06-28T21:00:00.000Z",
    "area": "Uusimaa",
    "title": "Pride 2021 –digitaalinen kaupunkiseikkailu",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "tfVI11QzouF0gRU32DgH"
  },
  {
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "category": [
      "Vertaistapaaminen"
    ],
    "address": "Hämeentie 29, 7. krs",
    "wholeDay": false,
    "description": "Kohtaamispaikka sateenkaariperheille.. Perhekahvilassa voit tutustua toisiin sateenkaariperheisiin rennon yhdessäolon merkeissä. Lapsille leluja, askartelupöytä ja leikkiseuraa, aikuisille juttuseuraa. Tarjolla kahvia ja pientä purtavaa. Hyvin varusteltu keittiö omia lounaseväitä varten. Ennakkoilmoittautuminen: hki.ilmot@sateenkaariperheet.fi",
    "title": "Perhekahvila",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "endTime": "2021-06-29T09:30:00.000Z",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-29T07:00:00.000Z",
    "externalId": "166",
    "id": "GPT9SZNEy4M26lREnPXr"
  },
  {
    "location": "Helsinki",
    "category": [
      "Nayttely"
    ],
    "wholeDay": false,
    "externalId": "182",
    "startTime": "2021-06-29T08:00:00.000Z",
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "endTime": "2021-06-29T17:00:00.000Z",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "addedBy": "SYSTEM",
    "title": "Meistä",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "id": "HWurfNfzyEFIN3Ykm6hB"
  },
  {
    "startTime": "2021-06-29T10:00:00.000Z",
    "category": [
      "Tyopaja",
      "Bileet"
    ],
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "address": "Maunula-talo, Metsäpurontie 4",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "description": "Nuorten Pride -viikko Maunula-talossa  Maunulan sateenkaarikeidas avautuu tiistaina 29.6. Maunula-talon edustalla. Tapahtumaviikko alkaa tiistaina 29.6. Maunula PrideLive-konsertin merkeissä ja huipentuu lauantaina 3.7. Pohjoisen klubin Hiphop Maunula -keikkailtaan. Viikon alussa Maunula-talon ikkunat ja Maunula-talon edusta koristellaan kaikin sateenkaaren värein. Viikon aikana ohjelmistosta löytyy myös runsaasti erilaisia työpajoja.\n \nOsaan työpajoista on ennakkoilmoittautuminen, mutta niihin voi liittyä myös spontaanisti, mikäli tilaa riittää. Paikan päällä voi myös oleskella vapaasti, pelata ja nauttia pientä purtavaa. Nuoriso-ohjaajat vetävät mm. korista ja lautapelejä.  Maunulan sateenkaarikeitaalla on myös mahdollista esittää omia esityksiä open mic -tyylillä työpajojen ja muun ohjelman väleissä.   \n  \nTapahtuma toteutuu pääasiassa ulkona Maunula-talon edustalla, mutta jos sää ei suosi, siirrämme työpajat ja esitykset sisälle Metsäpurosaliin ja Maunulan nuorisotilaan.\n  \nTiistain työpajat:  \n  \nklo 13–19 Maunulan sateenkaarikeitaan pelipiste  \nklo 15–18 Kukkaseppeletyöpaja \nklo 15–19 Graffitityöpaja\nGraffiteja suunnitellaan 22.–23.6.2021. Ilmoittaudu\nennakkoon: https://forms.gle/4t5MrpdDHsrghurv9.\nklo 16–20 Yökoris  ",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "externalId": "121",
    "title": "Maunulan sateenkaarikeidas",
    "wholeDay": false,
    "endTime": "2021-06-29T16:00:00.000Z",
    "id": "k1kjTnhbklKHnaBwo6ve"
  },
  {
    "area": "Uusimaa",
    "endTime": "2021-06-29T13:00:00.000Z",
    "description": "Kyky ilmaista itseään on yksi tärkeimmistä asioista maailmassa: sen avulla voimme viestiä toiveistamme ja unelmistamme, ymmärtää muita, osallistua keskusteluun aikamme suurista kysymyksistä ja luoda muutosta.. Ruotsinkielisen työpajan vetäjä on kirjailija Rosanna Fellman. Fellman, syntynyt vuonna 1995, on kirjailija, puhuttu sana -runoilija, opettaja ja aktivisti. \n\nTyöpajaan mahtuu kymmenen osallistujaa.",
    "title": "Luovan kirjoittamisen työpaja (SE)",
    "externalId": "221",
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM",
    "startTime": "2021-06-29T11:00:00.000Z",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "wholeDay": false,
    "id": "VsxE90lIsM6ZtkIxZn8x"
  },
  {
    "description": "Arjen estetiikkaa pukeutumisen kontekstissa aivan omin käsin. Tervetuloa tekemään Pride-henkisiä asuja ja asusteita Nuorten Pride Houseen. Käytämme eri menetelmiä silitettävistä glitterkuvioista maalaamiseen. Voit ottaa oman vaatteen mukaan tuunattavaksi tai käyttää pajaan varattuja t-paitoja, kasseja ja muuta materiaalia. Annantalo tarjoaa materiaalit ja pajoja ohjaamassa on Annantalon taidekasvattaja Anne Rossi-Horto. Pajat järjestetään Nuorten Pride Housessa tiistaina 29.6. klo 15-16.30 ja klo 17.30-19, pandemia-ohjeistukset huomioiden. Lisätietoja: IG @irishelsinki ja osoitteesta nuorten.helsinki/IrisHelsinki \n\nIlmoittautuminen pajoihin:  https://forms.office.com/r/VwDQkYw7My\nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "category": [
      "Tyopaja"
    ],
    "endTime": "2021-06-29T13:30:00.000Z",
    "startTime": "2021-06-29T12:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "title": "Glitteriä ja sateenkaaria -työpajat",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "externalId": "1618512967223",
    "id": "13jsZaYxAvOM8h1cTbLb"
  },
  {
    "addedBy": "SYSTEM",
    "startTime": "2021-06-29T12:00:00.000Z",
    "area": "Uusimaa",
    "category": [
      "Tyopaja"
    ],
    "endTime": "2021-06-29T15:00:00.000Z",
    "location": "Helsinki",
    "description": "Malmitalon Pride juhlakäytävä aulassa ti 29.6. klo 15-18 Pride-viikon kunniaksi Malmitalon aulassa tiistaina 29.6.2021 Priden juhlakäytävä! Tiedossa mm. Glittermeikkipiste, kankaanpainantaa, pinssipaja, lipputyöpaja, sekä Pride-bingo! Lisäksi kirjaston kanssa yhteistyössä järjestettävässä Black out poems -workshopissa pääset runoilemaan oman runosi poistokirjojen tekstejä yliviivaamalla. Ennakkoilmoittautuminen Malmitalon nettisivujen kautta",
    "externalId": "117",
    "wholeDay": false,
    "title": "Malmitalon Pride",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "address": "Ala-Malmin puisto, Ala-Malmin tori 1",
    "id": "tNUQCLjZp9HYFm6n8Wuc"
  },
  {
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "category": [
      "Tyopaja",
      "Bileet"
    ],
    "description": "Roolipelailua Nuorten Pride Housella tiistaina 29.6. klo 16-22. Tervetuloa kokeilemaan matalan kynnyksen pöytäroolipelaamista Nuorten Pride Houseen! Illan yhteistyökumppanina Burger Gamesin Ville Vuorela johtaa halukkaille Praedor-roolipeliä. Lisäksi illassa pelataan ainakin Dungeons & Dragons -roolipeliä. Tule paikalle viimeistään klo 17, niin pääset hyvin mukaan. Lisätietoja löydät Gaymers’ Nightin instagramista IG: gaymersnight sekä Pelitalo Sturen verkkosivuilta. Suunnattu 15-20 –vuotiaille peliharrastajille.",
    "title": "Gaymer’s Night roolipeli-ilta",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-06-29T19:00:00.000Z",
    "area": "Uusimaa",
    "externalId": "112",
    "startTime": "2021-06-29T13:00:00.000Z",
    "wholeDay": false,
    "location": "Helsinki",
    "address": "Nuorten Pride House, Konepajankuja 3, Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "NIGiKmxeks09xvWij4ck"
  },
  {
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-06-29T16:00:00.000Z",
    "startTime": "2021-06-29T13:00:00.000Z",
    "wholeDay": false,
    "area": "Uusimaa",
    "address": "Vuotori",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "description": "Kukkaseppele - työpaja. Tehdään elävistä kukista seppele sateenkaaren kaikilla väreillä! Ohjaajana kuvataiteilija Chloé Mahy.",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "title": "Vuotalon Pride-ilta: Kukkaseppele - työpaja",
    "category": [
      "Tyopaja"
    ],
    "externalId": "137",
    "id": "lxzq5Qsfk4m4cD36wV5J"
  },
  {
    "address": "Keskustakirjasto Oodin lipan alla, Kansalaistori,\nTöölönlahdenkatu 4",
    "area": "Uusimaa",
    "description": "Tee oma pinssi, kangaskassi tai vaikka molemmat!. Oodin lipan alla tehdään pinssejä ja painetaan pride-aiheisia kangaskasseja sateenkaarevassa työpajassa. Oodi tarjoaa kangaskassit 50 osallistujalle. Voit halutessasi tuoda mukanasi oman kangaskassin tai tekstiilin, mutta huomioithan, että materiaali kestää kuumuutta. Ei ennakkoilmoittautumista.\nLisäksi ohjelmassa on katumaalausta katuliiduin, koripalloa ja jalkapalloa Makasiinipuistossa. \nHuom! Huonolla säällä työpaja järjestetään Oodin Maijansalissa, 1. krs.",
    "category": [
      "Tyopaja"
    ],
    "title": "Sateenkaareva pinssi- ja kangaspainatus-työpaja",
    "startTime": "2021-06-29T13:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "externalId": "152",
    "addedBy": "SYSTEM",
    "endTime": "2021-06-29T15:00:00.000Z",
    "location": "Helsinki",
    "id": "q8XRkkxMg3p0TfWUHUwX"
  },
  {
    "externalId": "102",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "wholeDay": false,
    "address": "Verkossa",
    "description": "Verkkoluento sateenkaari-ihmisten vanhemmille ja muille läheisille.. Mikä ihmeen sateenkaari? on sateenkaari-ihmisten vanhemmille, isovanhemmille ja muille läheisille\nsuunnattu verkkoluento, jossa saa tietoa sateenkaarevasta moninaisuudesta ja siitä, kuinka olla tukena\nsukupuoli- ja/tai seksuaalivähemmistöön kuuluvalle läheiselleen.",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "endTime": "2021-06-29T15:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "title": "Mikä ihmeen sateenkaari?",
    "startTime": "2021-06-29T14:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "9GaSs3sCdtRBxwek4nob"
  },
  {
    "endTime": "2021-06-29T15:00:00.000Z",
    "category": [
      "Vertaistapaaminen"
    ],
    "area": "Uusimaa",
    "title": "Koko perheen retki Fazerille",
    "description": "Koko perheen retki Fazerille, omavastuuhinta aikuiset 7e ja lapset 5e, ennakkoilmoittautuminen hki.ilmot@sateenkaariperheet.fi \n \nRetkellä Fazerin vierailukeskukseen tutustutaan tehtaan historiaan ja toimintaan, päästään tropiikkiin, tehdään jänniä tehtäviä ja maistellaan lopuksi makeisia.  Kaikki tapahtuu hyvässä sateenkaariperheseurassa. Mukaan mahtuu 50 ensimmäisenä ilmoittautunutta. Paikat täytetään ilmoittautumisjärjestyksessä.",
    "wholeDay": false,
    "address": "Fazer Experience Vierailukeskus, Fazerintie 6, 01230 Vantaa",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-29T14:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "externalId": "1618596038876",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "location": "Helsinki",
    "id": "fNjD63eM9NPGJRIDNAf4"
  },
  {
    "address": "Nuorten Pride House, Konepajankuja 3",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-29T14:30:00.000Z",
    "endTime": "2021-06-29T16:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "title": "Glitteriä ja sateenkaaria -työpajat",
    "category": [
      "Tyopaja"
    ],
    "externalId": "151",
    "description": "Arjen estetiikkaa pukeutumisen kontekstissa aivan omin käsin. Tervetuloa tekemään Pride-henkisiä asuja ja asusteita Nuorten Pride Houseen. Käytämme eri menetelmiä silitettävistä glitterkuvioista maalaamiseen. Voit ottaa oman vaatteen mukaan tuunattavaksi tai käyttää pajaan varattuja t-paitoja, kasseja ja muuta materiaalia. Annantalo tarjoaa materiaalit ja pajoja ohjaamassa on Annantalon taidekasvattaja Anne Rossi-Horto. Pajat järjestetään Nuorten Pride Housessa tiistaina 29.6. klo 15-16.30 ja klo 17.30-19, pandemia-ohjeistukset huomioiden. Lisätietoja: IG @irishelsinki ja osoitteesta nuorten.helsinki/IrisHelsinki \n\nIlmoittautuminen pajoihin:  https://forms.office.com/r/VwDQkYw7My\nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "id": "ru8EJmJnTShyKf5NcEvm"
  },
  {
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "title": "Sateenkaareva neuleretriitti",
    "url": "https://week.pride.fi",
    "endTime": "2021-06-29T17:00:00.000Z",
    "wholeDay": false,
    "startTime": "2021-06-29T15:00:00.000Z",
    "externalId": "1618567964479",
    "address": "Virsu, Tapiontori 3B, Espoo",
    "description": "Illassa yhdistämme käsitöiden tekemisen ja retriittimäisen hartauden sekä hiljaisuuden.. Voit ottaa mukaan käsityön, jota sinun on helppo tehdä. Kahvia ja teetä tarjolla klo 17.30 alkaen.",
    "category": [
      "Tyopaja"
    ],
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "id": "FzQnf4yj32bsGKpJQmap"
  },
  {
    "description": "Kuka saa kirjoittaa vähemmistöistä? \n\nMikä merkitys sillä on, mihin ihmisryhmään kirjan kirjoittaja kuuluu? Voiko hetero kirjoittaa homoista tai cis-sukupuolinen transihmisistä? Miten huomioidaan sensitiivisyys vähemmistöistä kirjoittaessa? Eikö mitään saa enää sanoa - vai saako sittenkin? \n\nTule mukaan kuuntelemaan keskustelua, jossa queer-kirjailijat pohtivat representaatioita ja vähemmistöjä käsittelevää kirjallisuutta Suomessa. Voit tulla paikalle myös esittämään kysymyksiä siitä, mitä kannattaa ottaa huomioon, jos haluaa itse kirjoittaa kirjan tai tarinan.\n\nMukana kirjailijat Heidi Airaksinen, Tiina Tuppurainen, Dess Terentjeva ja Johanna Sinisalo. Haastattelijana Mirva Kärkinen.",
    "area": "Uusimaa",
    "externalId": "1620747088063",
    "address": "Pride house, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "wholeDay": false,
    "title": "Queer-kirjallisuusseminaari",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "lastModified": "2022-03-15T16:23:06.232Z",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "startTime": "2021-06-29T15:00:00.000Z",
    "id": "G43Y8ihxCdK83PLK6hq2"
  },
  {
    "area": "Uusimaa",
    "startTime": "2021-06-29T15:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "location": "Helsinki",
    "endTime": null,
    "title": "Elokuvanäytös: Tove (2020)",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "description": "Pride-henkisiä ilmaiselokuvanäytöksiä Malmitalon Pienessä salissa. Ennakkoilmoittautuminen vaaditaan Malmitalon nettisivujen kautta. ",
    "externalId": "116",
    "url": "https://week.pride.fi",
    "category": [
      "Esitys"
    ],
    "address": "Ala-Malmin puisto, Ala-Malmin tori 1",
    "id": "KgYO7MW2OOMddT1BPj07"
  },
  {
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "endTime": "2021-06-29T18:00:00.000Z",
    "wholeDay": false,
    "category": [
      "Esitys",
      "Bileet"
    ],
    "startTime": "2021-06-29T15:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "externalId": "122",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "description": "Maunulan PrideLive. Maunulan sateenkaarikeitaan herätys livenä ja streamina! Yhdistämme etä- ja liveyleisöt kokemaan kolme konserttia, joissa dialogia käyvät elektroniikka ja akustiikka. Esiintymässä Cyril Awakening ja Color Dolor.\n  \nTapahtuma on osa Nuorten Pride -ohjelmaa ja Maunula-talon edustalle 29.6.-3.7.2021 levittäytyvää Maunulan Sateenkaarikeidas -tapahtumaviikkoa.  ",
    "address": "Maunula-talo, Metsäpurontie 4",
    "title": "Maunulan sateenkaarikeidas: PrideLive",
    "location": "Helsinki",
    "id": "duJ3GAynX2Kii94F2g9r"
  },
  {
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "description": "Ohjattu vertaistuellinen keskustelu verkossa sateenkaari-ihmisten vanhemmille ja muille läheisille.. Vertaistapaamisessa keskustellaan Teams-videoyhteydellä, millaisia tunteita ja ajatuksia herää sukupuoli- ja/tai seksuaalivähemmistöön kuuluvan henkilön läheisenä. Mukana keskustelussa järjestävien tahojen ammattilaisia. Ilmoittautuminen.",
    "address": "Teams",
    "url": "https://week.pride.fi",
    "category": [
      "Vertaistapaaminen"
    ],
    "endTime": "2021-06-29T16:15:00.000Z",
    "wholeDay": false,
    "title": "Vertaiskeskustelu läheisille",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-29T15:15:00.000Z",
    "event": "Helsinki Pride 2021",
    "externalId": "163",
    "location": "Helsinki",
    "id": "nXW4qU3EdxSzZBpZ0KEJ"
  },
  {
    "startTime": "2021-06-29T15:30:00.000Z",
    "location": "Helsinki",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "description": "Isätapaamisiin ovat tervetulleita kaikki isäksi itsensä kokevat, isyydestä haaveilevat ja muut isänmieliset.. Ohjelmassa vapaamuotoista osallistujien kiinnostuksesta tai ajankohtaisista asioista kumpuavaa keskustelua tee- ja kahvikupin äärellä. Perheellistymisneuvontaa. Vertaisohjattu. Mukavaa yhdessäoloa ja keskustelua läsnäolijoita kiinnostavista ja koskettavista aiheista. Tilaisuudessa on lastenhoito. Esittelykierros ja osallistujista lähtevistä aiheista keskustelua ja jakamista.",
    "url": "https://week.pride.fi",
    "endTime": "2021-06-29T17:30:00.000Z",
    "category": [
      "Vertaistapaaminen"
    ],
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "address": "Hämeentie 29, 7. krs",
    "title": "Sateenkaareva isyys",
    "addedBy": "SYSTEM",
    "externalId": "1618588815316",
    "id": "LDy6b7kIdXK9MSqeMb9g"
  },
  {
    "title": "Pride-jatkot: DJ Awa",
    "wholeDay": false,
    "category": [
      "Bileet"
    ],
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "endTime": "2021-06-29T19:00:00.000Z",
    "externalId": "170",
    "address": "Kasarmitorin kesäterassi, Kasarmitori, 00130 Helsinki",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-29T16:00:00.000Z",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "description": "Tervetuloa nautiskelemaan sateenkaarevasta kesäillasta yhdessä upeiden artistien kanssa!. ”Leipäni teen pääasiassa housen ja mainstreamin musiikin ympärillä. Soitan siis pääasiassa omalla twistillä housea, indietä, discoa...kipaleita, joista voi ottaa kiinni, nostaa kädet ilmaan ja laulaa mukana. Kevyempiin lattarimeininkeihin hurmaannun toisinaan ja ääripäänä toisinaan tekno vie minut syövereihinsä. En vierasta mitään genreä mutta tyylikkäät ja seksikkäät remixit ovat minun juttuni. Djnä olen siis adaptoituvainen mutta tinkimätön. Pääasia minulle on lattialla tapahtuva kinetiikka eli parhaat bileet!”",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "Np9KvEobzJILj95PB9QF"
  },
  {
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "title": "Pieni balleriina",
    "category": [
      "Esitys"
    ],
    "startTime": "2021-06-29T16:00:00.000Z",
    "description": "Pieni Balleriina vieraili kaksi vuotta sitten Kapsäkki Goes Pride- tapahtumassa ja iloitseen paluustaan samalle lavalle! #sinäsaatollasinä. Pieni Balleriina on musikaaliartisti ja näyttelijä Teemu Sytelän drag- monologimusikaali, joka käsittelee eriarvoistamista, itsensä hyväksymistä ja rakkautta. Teoksessa käsiteltäviä isoja teemoja ovat ulkonäköpaineet, seksuaalinen suuntautuminen ja koulukiusaaminen. Teoksessa taiteilija käy esityksen jälkeen pukuhuoneessa läpi elämäänsä, sen kipupisteitä ja iloja, laulujen ja monologien kautta.\n\nPieni Balleriina oli Teemun opinnäytetyö, kun hän valmistui musiikkiteatterin ammattilaiseksi TAMKin musiikin koulutuksesta ja musiikkiteatterilinjalta 2018. Sen jälkeen Pieni Balleriina on keikkaillut ympäri Suomea kouluissa, teattereissa ja Pride- tapahtumissa sekä valtakunnallisessa monologikilpailussa Oulusta Helsinkiin ja Vaasasta Kuopioon. Teoksen albumi on kuunneltavissa mm. Spotifysta.\n\nEsiintyjä: Teemu Sytelä \nOhjaus: Disa Kamula",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "area": "Uusimaa",
    "externalId": "252",
    "wholeDay": false,
    "endTime": "2021-06-29T17:00:00.000Z",
    "address": "Musiikkiteatteri Kapsäkki, Hämeentie 68",
    "id": "WectovWPGjLwL2sRt4Ux"
  },
  {
    "url": "https://week.pride.fi",
    "externalId": "212",
    "endTime": null,
    "wholeDay": false,
    "title": "Pridekino 2021: A Worm in the Heart",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "location": "Helsinki",
    "category": [
      "Esitys"
    ],
    "startTime": "2021-06-29T17:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "id": "69Aeu8Ne2Ke5HaaFn1Wv"
  },
  {
    "area": "Uusimaa",
    "address": "Musiikkiteatteri Kapsäkki, Hämeentie 68",
    "event": "Helsinki Pride 2021",
    "category": [
      "Esitys"
    ],
    "title": "Becoming Icons",
    "description": "”Mä tunsin silloin olevani kuin ne kaikki meitä edeltävät sukupolvet,  jotka joutuivat salaamaan oman todellisen minänsä vain sen takia, ettei yhteiskunta sitä sallinut. Heillä silloin oli unelma maailmasta, joka olisi parempi ja sallisi kaikki omina itsenään.”. Becoming Icons on kahden drag- taiteilijan upouusi, upea drag-musikaali, joka ammentaa esikuvista. Miten esikuvat ovat vaikuttaneet meihin kaikkiin, kuinka paljon he ovat antaneet meille voimaa ja millaisia erilaisia esikuvia meillä on. Draamallinen esitys käy läpi esiintyjien omaa elämää, joita esikuvat ovat värittäneet ja kertoo miten esikuvat vaikuttavat edelleen heihin! Musiikkia kuullaan mm. musikaaleista The Greatest Showman ja Kinky Boots, sekä artisteilta Vesala, Kaija Koo ja RuPaul, muutamia mainitaksemme.\n\nDrag-taiteilijoiden, Carrien ja Tinan meikin ja peruukkien alta löytyy drag-artistit ja näyttelijät Matias Korhonen ja Teemu Sytelä.",
    "location": "Helsinki",
    "externalId": "253",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-29T17:00:00.000Z",
    "endTime": "2021-06-29T18:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "wholeDay": false,
    "id": "tImHF0sTW0SWosMoEkTb"
  },
  {
    "startTime": "2021-06-29T21:00:00.000Z",
    "area": "Uusimaa",
    "category": [
      "Muu"
    ],
    "address": "Instagram @unyouthfinland",
    "externalId": "176",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "location": "Helsinki",
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "url": "https://week.pride.fi",
    "title": "Pride liikkeessä",
    "endTime": null,
    "wholeDay": true,
    "addedBy": "SYSTEM",
    "id": "NOJVaGNItzp8y4pRwwFa"
  },
  {
    "startTime": "2021-06-29T21:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "address": "virtuaalinen",
    "endTime": null,
    "url": "https://week.pride.fi",
    "externalId": "208",
    "addedBy": "SYSTEM",
    "title": "Glittermeikki-työpaja",
    "description": "Glittermeikki opetusvideo sekä kuvakilpailu Instagramissa 29.6.-2.7. Mitä olisikaan Pride-viikko ilman glitteriä! Tiistaina löydät instagramista tileiltä @malmitalo @operaatiopulssi @malminkirjasto Glitter-meikki opetusvideon, jonka avulla opit itse luomaan säkenöivän kimalluksen kasvoillesi! Haluatko osallistua kuvakilpailuun? Jaa kuvasi glittermeikistäsi tai Pride-outfitistasi, niin osallistut skabaan! Jaa kuva joko julkisena instagramiin tägäämällä tilit @malmitalo @operaatiopulssi @malminkirjasto tai salaisen tilin omistajana voit jakaa kuvasi Whatsappilla p. 0406837028. Huom! Julkaisemme voittajan kuvan perjantaina 2.7. Voittajaan olemme myös yksityisviestillä yhteydessä, ja hän saa noutaa palkinnon Malmitalolta sovitun mukaisesti. \n\nTyöpajan tiedot \nHarrastushaussa: https://www.harrastushaku.fi/view/14677",
    "area": "Uusimaa",
    "wholeDay": true,
    "category": [
      "Tyopaja"
    ],
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "PGNZyliX4IM0sjuvdx4X"
  },
  {
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "externalId": "235",
    "url": "https://week.pride.fi",
    "title": "Samansukupuolisesta haureudesta tuomittu -video",
    "startTime": "2021-06-29T21:00:00.000Z",
    "wholeDay": true,
    "endTime": null,
    "address": "Verkossa",
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "id": "PYRh3wfflN5E3RyiIT6o"
  },
  {
    "title": "Pride 2021 –digitaalinen kaupunkiseikkailu",
    "area": "Uusimaa",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "category": [
      "Liikunta"
    ],
    "startTime": "2021-06-29T21:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "wholeDay": true,
    "url": "https://week.pride.fi",
    "endTime": null,
    "location": "Helsinki",
    "description": "Sateenkaareva Helsinki: eilen, tänään, huomenna. Tervetuloa sateenkaarevaan kaupunkiseikkailuun Nuorten Pride -viikolla ma 28.6. - pe 2.7! \nTule mukaan tutustumaan Helsingin sateenkaarevaan historiaan ja nykyhetkeen sekä \nvisioimaan sateenkaarevaa tulevaisuutta digitaalisen kaupunkiseikkailun kautta. Seikkailu \ntoteutetaan mobiilisovelluksen avulla ja rastikierrokselle voi osallistua joko yksin tai yhdessä \npaikan päällä tai kotisohvalla. Lainaamme tarvittaessa myös osallistumiseen tarvittavan \nlaitteen. Kaupunkiseikkailun lähtö tapahtuu Nuorten Pride Houselta, josta saat myös ohjeet miten \nosallistua. Etänä pelaaville ohjeet löytyvät IrisHelsingin Instagramista. \nHuomioithan, että seikkailu toteututaan vain suomeksi.",
    "externalId": "190",
    "id": "zPYfJLNolGp7j3Ohw8KL"
  },
  {
    "externalId": "183",
    "title": "Meistä",
    "category": [
      "Nayttely"
    ],
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "area": "Uusimaa",
    "endTime": "2021-06-30T17:00:00.000Z",
    "startTime": "2021-06-30T05:30:00.000Z",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "qrsNEuJXLikAY03oQPup"
  },
  {
    "externalId": "124",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "address": "Maunula-talo, Metsäpurontie 4",
    "area": "Uusimaa",
    "title": "Maunulan sateenkaarikeidas: Kirjoitustyöpaja  ",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "endTime": "2021-06-30T12:30:00.000Z",
    "location": "Helsinki",
    "category": [
      "Tyopaja"
    ],
    "event": "Helsinki Pride 2021",
    "description": "Pride-viikon spekulatiivisen fiktion kirjoitustyöpaja  Työpajassa tunnustellaan omaan identiteettiin liittyviä kokemuksia ja toiveita sekä luodaan erilaisia spekulatiivisia hahmoja. Hahmoja suunnitellaan ja kehitetään kirjoitustehtävien avulla ja niistä luodaan fiktiivisiä, itselle vaihtoehtoisia olomuotoja, jotka tuntuvat kirjoittajasta juuri sillä hetkellä hyviltä ja nautinnollisilta. Kirjoitusharjoitteiden kautta osallistujat voivat pohtia, millaisena hahmona olemista he haluaisivat kokeilla, ja minkälaisen hahmon näkökulmasta he haluaisivat tarkastella maailmaa.   \n  \nTyöpajassa tehdään lähinnä sooloharjoitteita, mutta ohjelmassa on myös yksi yhteinen online chat-roomissa tehtävä harjoite. Kenenkään ei tarvitse jakaa henkilökohtaisia tekstejään, ja jokainen voi osallistua harjoitteisiin juuri sillä tavalla kuin itse haluaa. Työpajaan osallistuminen ei vaadi aiempaa kokemusta luovasta kirjoittamisesta.   \n\nTyöpajan vetäjä: Teo Ala-Ruona, esitys- ja kuvataiteilija sekä taidekasvattaja.  \nhttp://anateoalaruona.net/",
    "startTime": "2021-06-30T10:00:00.000Z",
    "id": "sTk8PF4AAANg7brPjr3C"
  },
  {
    "description": "Ilmaisullinen drag-työpaja jossa keskitytään hahmon luomiseen ja tutustutaan dragiin matalalla kynnyksellä.. Työpajan pitävät legendaariset drag-artistit NikoLa ja Pola Ivanka, heillä on pedagogista osaamista ja lämminhenkinen tyyli opettaa. Käytössä myös lahjoituksena saatuja teatteriasuja. Työpaja on osallistujille ilmainen. Helsinki Priden yhteistyökumppani Lumene tarjoaa osallistujille messevän lahjan. Ilmoittaudu mukaan!",
    "url": "https://week.pride.fi",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "location": "Helsinki",
    "startTime": "2021-06-30T11:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM",
    "externalId": "255",
    "title": "Drag-työpaja nuorille",
    "area": "Uusimaa",
    "endTime": "2021-06-30T16:00:00.000Z",
    "wholeDay": false,
    "id": "pngQljt1awIuIqnk5id0"
  },
  {
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "title": "Kummajaisen keksilive",
    "endTime": "2021-06-30T13:00:00.000Z",
    "description": "Drag-olento opastaa keksien tekoon IrisHelsingin instalivessä!. Drag-taitelija Mealworm ohjaa keksien leivonnan saloihin Instagram live -lähetyksessä. Leivo mukana tai tule seuraamaan ja juttelemaan muuten vaan! Lähetyksen löydät IrisHelsingin Instagram-sivulta @irishelsinki",
    "externalId": "1618518365981",
    "startTime": "2021-06-30T12:00:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "event": "Helsinki Pride 2021",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "area": "Uusimaa",
    "id": "zqPbppeYvBcIPxvJtFsp"
  },
  {
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "address": "Stoan aukio, Turunlinnantie 1, Itäkeskus",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "lastModified": "2022-03-15T16:23:06.232Z",
    "location": "Helsinki",
    "endTime": null,
    "area": "Uusimaa",
    "category": [
      "Tyopaja"
    ],
    "externalId": "133",
    "title": "Nuorten Pride Itiksessä: Kukkaseppelepaja",
    "startTime": "2021-06-30T13:00:00.000Z",
    "description": "Kukkaseppele-työpaja. Ohjaajana kuvataiteilija Chloé Mahy-Hulkko.  Jaa kuvasi mm. hashtageilla #stoa #stoanaukio #nuortenpride ",
    "id": "7CRrFNdM9wGM7dp99W1G"
  },
  {
    "wholeDay": false,
    "area": "Uusimaa",
    "category": [
      "Tyopaja"
    ],
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "address": "Stoan aukio, Turunlinnantie 1, Itäkeskus",
    "endTime": "2021-06-30T16:00:00.000Z",
    "title": "Nuorten Pride Itiksessä: Pride-katutaidepaja",
    "location": "Helsinki",
    "externalId": "135",
    "startTime": "2021-06-30T13:00:00.000Z",
    "addedBy": "SYSTEM",
    "description": "Maalataan maailma värikkääksi! Tule mukaan tekemään katutaidetta Stoan aukiolle. Kaikille avoimen, nonstop-pajan ohjaa Kontula Art Schoolin Heidi Hänninen.   \nJaa kuvasi mm. hashtageilla #stoa #stoanaukio #kontulaartschool #nuortenpride",
    "id": "9mqTzVM8QOHe52EQKcYc"
  },
  {
    "location": "Helsinki",
    "wholeDay": false,
    "title": "Maunulan sateenkaarikeidas: Rap & Lyriikka",
    "area": "Uusimaa",
    "startTime": "2021-06-30T13:00:00.000Z",
    "category": [
      "Tyopaja",
      "Musiikki"
    ],
    "externalId": "125",
    "endTime": "2021-06-30T16:00:00.000Z",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "description": "Rap & lyriikka –työpaja Rap & lyriikka -työpajassa kirjoitetaan nuorten tekemien biittien säestyksellä rap-lyriikkaa suomeksi ja englanniksi sekä treenataan räppäämistä 3.7. järjestettävää hip-hop tapahtumaa varten.",
    "url": "https://week.pride.fi",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "address": "Maunula-talo, Metsäpurontie 4",
    "id": "B7ooWmnAdwj1lfhKIcPr"
  },
  {
    "lastModified": "2022-03-15T16:23:06.232Z",
    "title": "Nuorten Grilling & Chilling",
    "startTime": "2021-06-30T13:00:00.000Z",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "externalId": "1618520093888",
    "url": "https://week.pride.fi",
    "category": [
      "Vertaistapaaminen"
    ],
    "description": "Tervetuloa viettämään iltaa hyvässä seurassa, löytämään uusia ystäviä ja nauttimaan grilliherkuista Kontulan Luuppiin Ke 30.6. klo 16-21.. Illassa mukana Sirkus Magenta ja mahdollisuus osallistua muiden sirkushuvien lisäksi tulenpyörittämisen alkeet –työpajaan. Upealla takapihallamme on myös mahdollista maalata ohjatusti graffityä, skeitata sekä chillata/grillata. \n\nLisäksi musaa, kädentaitoja, Ylpeys-seinän taiteilua sekä mahdollisuus pelata biljardia ja muita nuorisotalon pelejä sisätiloissa. \nSuosittelemme ottamaan omat grillattavat mukaan! Talo tarjoaa salaatin, leivän ja mehun. Tapahtuma on päihteetön.\n\nYhteislähtöä varten kokoontuminen Nuorten Pride Houseen klo 15. \n\nVoit tulla Luuppiin myös omatoimisesti. Jos on vaikeuksia löytää perille, soitathan Luupin nuoriso-ohjaajalle: 040-3348099\nLisätietoja: IG @irishelsinki ja osoitteesta nuorten.helsinki/IrisHelsinki",
    "wholeDay": false,
    "endTime": "2021-06-30T18:00:00.000Z",
    "address": "Kontulan nuorisotalo Luuppi, Ostostie 4 ",
    "id": "CCXPoDXIxwCXoohqtcOF"
  },
  {
    "address": "Stoan aukio, Turunlinnantie 1, Itäkeskus",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "area": "Uusimaa",
    "category": [
      "Tyopaja"
    ],
    "description": "Julkkis? Kohtalokas? Rento? Kissa, koira? Kuvaa kaverisi kirjankansinaamalla, kirjastofillarista löytyy valikoimaa! Kirjastofillariin valikoituneiden opuksien kannet soveltuvat kirjanaama (bookface) -kuviin. Ottakaa toisistanne kuvia uusilla kasvoilla, kirjastolaiset toimivat assistentteina!   \nJaa kuvasi mm. hashtageilla #itiksenkirjasto #stoanaukio  #nuortenpride",
    "startTime": "2021-06-30T13:00:00.000Z",
    "endTime": "2021-06-30T16:00:00.000Z",
    "externalId": "134",
    "event": "Helsinki Pride 2021",
    "title": "Nuorten Pride Itiksessä: Kirjanaamakuvaukset  ",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "id": "ktIexdNg3nbZnFFyDzLg"
  },
  {
    "url": "https://week.pride.fi",
    "startTime": "2021-06-30T13:15:00.000Z",
    "area": "Uusimaa",
    "externalId": "231",
    "endTime": "2021-06-30T14:15:00.000Z",
    "location": "Helsinki",
    "category": [
      "Nayttely",
      "Keskustelu tai luento"
    ],
    "address": "Kansallismuseo, Mannerheimintie 34",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "title": "Queerros Kansallismuseolla",
    "description": "Queerroksella tarkastellaan Kansallismuseon näyttelyiden sisältöjä queer-näkökulmasta. Keitä olivat\nagraari-Suomen ”Palli-Kaisat” ja ”Tyttö-Paavot”, millaista on queer-arkeologia ja mikä on hevin yhteys\nqueeriin? Oppaana Oscar Ortiz-Nieminen. Varaa paikkasi opastukselle ennakkoon.",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "id": "Nk4J7YZF4mmnmJKCG9IK"
  },
  {
    "url": "https://week.pride.fi",
    "category": [
      "Esitys"
    ],
    "address": "Finnkino Kinopalatsi, Sali 2, Kaisaniemenkatu 15",
    "startTime": "2021-06-30T13:30:00.000Z",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "endTime": null,
    "location": "Helsinki",
    "description": "Palkitun Tove-elokuvan ilmaisnäytös. Elokuvassa puhutaan ruotsia ja se on tekstitetty suomeksi. Elokuvan jälkeen on Q & A.. Tove-elokuvassa Tove Jansson tasapainoilee niin taiteilijuuden kuin epäsovinnaisen elämäntapansa kanssa. Muiden töidensä ohessa hän luo muumien satumaisen maailman, josta tulee kuin varkain koko maailman rakastama ilmiö.\n\nElokuvan jälkeen on Q & A käsikirjoittaja Eeva Putron kanssa, joka on ehdolla Jussi-palkinnosta työstään Tove-elokuvan parissa. Keskustelu käydään suomeksi. Näytös on ilmainen, ilmoittaudu mukaan!",
    "wholeDay": false,
    "externalId": "223",
    "title": "Tove (2020)",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "8u5jyh6aXvyonj2LT0l1"
  },
  {
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "externalId": "1618572465818",
    "wholeDay": false,
    "startTime": "2021-06-30T13:30:00.000Z",
    "address": "Hämeentie 29, 7. krs",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "title": "Sukupuoleltaan moninaisten perhekahvila",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "category": [
      "Vertaistapaaminen"
    ],
    "endTime": "2021-06-30T15:30:00.000Z",
    "description": "Perhekahvilaan ovat tervetulleita kaikki perheet joissa joku perheen jäsenistä on sukupuoleltaan moninainen. Myös perhettä suunnittelevat ovat tervetulleita.. Tervetuloa sukupuoleltaan moninaisten perheiden perhekahvilaan! Tarjolla teetä, kahvia ja pientä naposteltavaa, ohjelmassa vapaamuotoista oleskelua.",
    "id": "Bx7jpLeNTvXjsEQha1gc"
  },
  {
    "address": "Facebook Live",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "area": "Uusimaa",
    "wholeDay": false,
    "endTime": "2021-06-30T14:30:00.000Z",
    "externalId": "160",
    "description": "Tilaisuudessa mukana keskustelemassa ovat: SDP:n 1. varapuheenjohtaja, kansanedustaja Niina Malm, sd. eduskuntaryhmän varapuheenjohtaja, kansanedustaja Ilmari Nurminen, Helsingin apulaispormestari Nasima Razmyar, Demarinuorten puheenjohtaja Pinja Perholehto ja Sosialidemokraattisten opiskelijoiden SONK ry:n puheenjohtaja Ville Kurtti. Linkki virtuaalitapahtumaan ilmoitetaan myöhemmin.",
    "startTime": "2021-06-30T13:30:00.000Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "title": "SDP:n Sateenkaari Afterit",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "id": "ouk6C6MGvQcA1xmplxEG"
  },
  {
    "category": [
      "Keskustelu tai luento"
    ],
    "description": "Kävelykierros Helsingin homohistoriaan. Noin kahden tunnin ja viiden kilometrin kävelykierros Helsingin keskustan alueella. Kierroksella kuullaan seksuaalivähemmistöjen asemasta kehittyvän yhteiskunnan rinnalla sotien jälkeisessä yhteiskunnassa ja nähdään paikkoja, jotka liittyvät Helsingin ja Suomen homohistoriaan.",
    "area": "Uusimaa",
    "startTime": "2021-06-30T14:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "title": "Helsinki Gay Walk in English",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "endTime": null,
    "externalId": "154",
    "address": "Kävelykierroksen lähtöpaikka Vanha Ylioppilastalo, Mannerheimintie 3",
    "id": "NFFyqnYIcKS40dmmwS9f"
  },
  {
    "location": "Helsinki",
    "category": [
      "Tyopaja"
    ],
    "url": "https://week.pride.fi",
    "address": "Maunula-talo, Metsäpurontie 4",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "externalId": "157",
    "title": "Maunulan sateenkaarikeidas: Kirjoitustyöpaja  ",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-06-30T16:30:00.000Z",
    "startTime": "2021-06-30T14:00:00.000Z",
    "description": "Pride-viikon spekulatiivisen fiktion kirjoitustyöpaja  Työpajassa tunnustellaan omaan identiteettiin liittyviä kokemuksia ja toiveita sekä luodaan erilaisia spekulatiivisia hahmoja. Hahmoja suunnitellaan ja kehitetään kirjoitustehtävien avulla ja niistä luodaan fiktiivisiä, itselle vaihtoehtoisia olomuotoja, jotka tuntuvat kirjoittajasta juuri sillä hetkellä hyviltä ja nautinnollisilta. Kirjoitusharjoitteiden kautta osallistujat voivat pohtia, millaisena hahmona olemista he haluaisivat kokeilla, ja minkälaisen hahmon näkökulmasta he haluaisivat tarkastella maailmaa.   \n  \nTyöpajassa tehdään lähinnä sooloharjoitteita, mutta ohjelmassa on myös yksi yhteinen online chat-roomissa tehtävä harjoite. Kenenkään ei tarvitse jakaa henkilökohtaisia tekstejään, ja jokainen voi osallistua harjoitteisiin juuri sillä tavalla kuin itse haluaa. Työpajaan osallistuminen ei vaadi aiempaa kokemusta luovasta kirjoittamisesta.   \nTyöpajan vetäjä: Teo Ala-Ruona, esitys- ja kuvataiteilija sekä taidekasvattaja.",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "id": "p81NSAqSXDAIu7KJ6hiZ"
  },
  {
    "lastModified": "2022-03-15T16:23:06.232Z",
    "category": [
      "Keskustelu tai luento",
      "Nayttely"
    ],
    "endTime": "2021-06-30T15:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "title": "Helsinkiä queeristi -opastus",
    "address": "Helsingin kaupunginmuseo, Aleksanterinkatu 16",
    "location": "Helsinki",
    "startTime": "2021-06-30T14:00:00.000Z",
    "externalId": "141",
    "wholeDay": false,
    "description": "Tutustu Helsingin kaupunginmuseon Valitut Palat -näyttelyyn Pride-viikon hengessä!. Haluatko tietää mitä Mäntymäellä tapahtui 1960-luvulla kevätiltaisin? Tai mikä oli kaupungin paras seksuaalivähemmistöjen iskuravintola?  Tule mukaan opastetuille kierroksille menneisyyden Helsingin kaduille ja koteihin, baareihin, puistoihin ja pusikkoihin queer -näkökulmalla. Tutut paikat ja luutuneet käsitykset saavat uusia merkityksiä, kun Helsingin kaupunginmuseon Valitut palat -näyttelyyn tutustutaan Pride-viikon hengessä. Oppaana Iisa Aaltonen. Vapaa pääsy!",
    "id": "xFSq5e2MxjWy0P6YvrBA"
  },
  {
    "description": "Let's Come Together -klubi Pride-tunnelmissa!. Esiintymässä DJ Wekesa. Vapaa pääsy!",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "startTime": "2021-06-30T15:00:00.000Z",
    "category": [
      "Bileet"
    ],
    "area": "Uusimaa",
    "title": "Let's Come Together -klubi",
    "event": "Helsinki Pride 2021",
    "address": "Sky Terrace, Klaus K Hotel, Bulevardi 2-4",
    "endTime": "2021-06-30T19:00:00.000Z",
    "externalId": "240",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "id": "S21j64wZEA6zE7n0RNCM"
  },
  {
    "externalId": "155",
    "address": "Ala-Malmin puisto, Ala-Malmin tori 1",
    "endTime": null,
    "title": "Elokuvanäytös: Kelet (2020)",
    "category": [
      "Esitys"
    ],
    "wholeDay": false,
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-30T15:00:00.000Z",
    "description": "Pride-henkisiä ilmaiselokuvanäytöksiä Malmitalon Pienessä salissa. Ennakkoilmoittautuminen vaaditaan Malmitalon nettisivujen kautta. ",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "id": "TfRAjoDFYKqcNzCFHx4w"
  },
  {
    "wholeDay": false,
    "startTime": "2021-06-30T15:00:00.000Z",
    "externalId": "103",
    "endTime": null,
    "lastModified": "2022-03-15T16:23:06.232Z",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "category": [
      "Keskustelu tai luento"
    ],
    "description": "Lukupiirissä pohditaan identiteettiin, rakkauteen ja ystävyyteen liittyviä teemoja Vivek Ojin kuolema -kirjan  parissa. Eräänä päivänä nigerialaisessa kylässä äiti löytää ovensa edestä poikansa ruumiin. Tapahtuma käynnistää  tarinan erään perheen yrityksistä ymmärtää lastaan ja tämän elämän mysteeriä. Akwaeke Emezin Vivek  Ojin kuolema on uuden kirjallisen lupauksen ylistetty romaani identiteetistä, rakkaudesta, perheestä ja  ystävyydestä. Emezi on nigerialaistaustainen palkittu kirjailija, joka asuu nykyään Yhdysvalloissa.  \nTervetuloa lukupiiriin keskustelemaan teoksesta.",
    "url": "https://week.pride.fi",
    "address": "Instagram Live @kosmoskirjat",
    "title": "Vivek Ojin kuolema –lukupiiri",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "id": "ZBtAz7tBu3X0066ZSAYc"
  },
  {
    "endTime": "2021-06-30T17:30:00.000Z",
    "category": [
      "Vertaistapaaminen"
    ],
    "externalId": "1618590747375",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "description": "Tervetuloa pohtimaan ja keskustelemaan muuttuneesta tai itselle uudella tavalla ilmenevästä seksuaalisuudesta turvallisessa ympäristössä.. Ryhmässä jaetaan kokemuksia ratkaisevasta elämänmuutoksesta, sen harkitsemisesta, erilaisista suhteista (ex)puolisoihin, lastenkasvatuksesta ja ulostulosta sekä saadaan ideoita ja vertaistukea elämäntilanteeseen. Huom! Myös lapsettomat ovat lämpimästi tervetulleita.\nTapaamisen aikana jokainen saa osallistua kuten itselle on hyväksi. Aloitamme illan käymällä läpi turvallisemman tilan periaatteet. Kaikki jakaminen on vapaaehtoista.",
    "addedBy": "SYSTEM",
    "title": "Myöhäisheränneet",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-06-30T15:30:00.000Z",
    "wholeDay": false,
    "address": "Hämeentie 29, 7. krs",
    "area": "Uusimaa",
    "id": "QaH1ZY78WHJZQrz6KntK"
  },
  {
    "url": "https://week.pride.fi",
    "category": [
      "Bileet",
      "Vertaistapaaminen"
    ],
    "startTime": "2021-06-30T15:30:00.000Z",
    "externalId": "1622045198141",
    "wholeDay": false,
    "endTime": null,
    "address": "Clarion Hotel Helsinki (Sky Room), Tyynenmerenkatu 2 ",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "description": "Tervetuloa mukaan viettämään rentoa kesäiltaa samppanjatastingin merkeissä!. Viidettä kertaa järjestettävä Helsinki Pride -viikon samppanjatasting kokoaa yhteen LGBTIQ+ naiset ystävineen, itsemäärittelyä ja moninaisuutta kunnioittaen. Illan aikana maistellaan samppanjoita ja kuullaan vinkkejä samppanjan tarjoiluun. Nostetaan yhdessä malja meille kaikille ihanille samppanjalepakoille! \n\nKolme lasillista sisältävä juomapaketti maksaa 35 euroa.",
    "title": "Samppanjatasting samppanjalepakoille",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "gPjTxOkfrrOlEvWobGeZ"
  },
  {
    "category": [
      "Keskustelu tai luento"
    ],
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "endTime": "2021-06-30T18:00:00.000Z",
    "startTime": "2021-06-30T16:00:00.000Z",
    "address": "Zoom",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "title": "Yhteyden rakentajat -ilta",
    "externalId": "1618555739499",
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "description": "Yhteys-liikkeen historia, tämä päivä ja tulevaisuus. Tule kuulolle ja osallistumaan keskusteluun.. Kaisa Raittilan kirjan ”Yhteyden rakentajat – Kohti kaikille avointa kirkkoa” myötä tuli näkyväksi seksuaali- ja sukupuolivähemmistöihin kuuluvien ihmisten historia kirkon jäseninä. Vähemmistö ja heidän puolustajat ovat rakentaneet ja rakentavat seurakuntaa sellaiseksi kirkoksi jossa on tilaa jokaiselle. Raittilan puheenvuoroa kommentoivat Jorma Hentilä, Hanna Mithiku ja Ella Luoma. He myös virittelevät yhteiseen keskusteluun.",
    "id": "MbPbMBrKCpJ1A6kqI5Os"
  },
  {
    "category": [
      "Esitys"
    ],
    "area": "Uusimaa",
    "wholeDay": false,
    "title": "Kapsäkki Goes Pride: Eino - henkilökohtainen sukupuolihistoria",
    "url": "https://week.pride.fi",
    "description": "Mad House Helsinki-festivaalilla maaliskuussa 2016 debytoinut kiitetty performanssi nyt Kapsäkki Goes Prideilla!. ”Mä muutun. Musta tulee ehkä paljon parempi mies kun ykskään mies jonka tunnen.\nMusta tulee ehkä jotain tosi hienoa.”\nOlin lähes kolmenkymmenen, kun tajusin, että minulla on sukupuoli.\nEttä minulla on oikeus omaan sukupuoleeni. Päiväkirjoihini ilmestyi alter ego nimeltä Eino.\nEino on esitys eräästä sukupuolesta ja sen variaatioista.\n\nTekstit, konsepti ja esitys: Valto Kuuluvainen\nVisuaalinen dramaturgia ja pukusuunnittelu: Kaisa Rasila\nUlkopuolinen silmä ja liikemateriaalit: Satu Herrala\nÄänituki: Maura Korhonen\nValokuva: Mikael Ahlfors\nLiput: 25€/20€ (lippu.fi)",
    "address": "Musiikkiteatteri Kapsäkki, Hämeentie 68",
    "startTime": "2021-06-30T16:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "externalId": "244",
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "location": "Helsinki",
    "id": "xAZTA6QgLuAuHLUxtXWH"
  },
  {
    "category": [
      "Bileet"
    ],
    "description": "Tervetuloa nautiskelemaan sateenkaarevasta kesäillasta yhdessä upeiden artistien kanssa!. MILK on ”the only gaydisco in the village”. \n\nMILKin soundi on poppersin tuoksuista housea, hi-energyä, häpeämättömiä diivavokaaleja, lehmänkelloja, taputuksia, sekä yleistä discoeuforiaa.\n\nMusiikista vastaavat DJ:t Mr.A ja Janne X. \n\nMr.A on toiminut DJ:nä, promoottorina ja myöhemmin tuottajana ja radiotoimittajana jo kolmella vuosikymmenellä. Mittavasta CV:stä löytyy klubiklassikoita (Doom, PUMP, Rebels), karhuristeilyjä, Yoko Ono -remixejä, ja reippaasti yli 1000 dj-keikkaa. \n\nJanne X tunnetaan parhaiten uraauurtavasta FAG YOU! -konseptista sekä Guggenheim-taidebileistä. Yli 15 vuotta levyjä soittanut DJ myös kirjoittaa musiikista. Journalistina Jannen erityisaluetta ovat mm. underground- ja queer-kulttuuri.\n",
    "event": "Helsinki Pride 2021",
    "externalId": "171",
    "address": "Kasarmitorin kesäterassi, Kasarmitori, 00130 Helsinki",
    "title": "Pride-jatkot: Mr.A & Janne X",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "startTime": "2021-06-30T16:00:00.000Z",
    "endTime": "2021-06-30T19:00:00.000Z",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "location": "Helsinki",
    "id": "z7K6C6kDFpqYj22vSDG9"
  },
  {
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "startTime": "2021-06-30T16:30:00.000Z",
    "endTime": null,
    "externalId": "224",
    "category": [
      "Esitys"
    ],
    "area": "Uusimaa",
    "description": "Palkitun Tove-elokuvan ilmaisnäytös. Elokuvassa puhutaan ruotsia ja se on tekstitetty englanniksi. Elokuvan jälkeen on Q & A.. Tove-elokuvassa Tove Jansson tasapainoilee niin taiteilijuuden kuin epäsovinnaisen elämäntapansa kanssa. Muiden töidensä ohessa hän luo muumien satumaisen maailman, josta tulee kuin varkain koko maailman rakastama ilmiö.\n\nElokuvan jälkeen on Q & A Jussi-ehdolla olevan päänäyttelijän Alma Pöystin ja Jussi-ehdolla olevan käsikirjoittajan Eeva Putron kanssa. Keskustelu käydään englanniksi. Näytös on ilmainen, ilmoittaudu mukaan!",
    "address": "Finnkino Kinopalatsi, Sali 2, Kaisaniemenkatu 15",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "title": "Tove (2020)",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "id": "OEXUYz1NC2vdPemwZX36"
  },
  {
    "title": "Pridekino 2021: Welcome to Chechnya",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-30T17:00:00.000Z",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "category": [
      "Esitys"
    ],
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "lastModified": "2022-03-15T16:23:06.232Z",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "externalId": "213",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "endTime": null,
    "id": "P7TZTjFWyR00sl7ASqqB"
  },
  {
    "startTime": "2021-06-27T21:00:00.000Z",
    "addedBy": "SYSTEM",
    "endTime": null,
    "title": "HAM: Pride Podcast",
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "event": "Helsinki Pride 2021",
    "externalId": "292",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "area": "Uusimaa",
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "wholeDay": true,
    "id": "WQy7YwVoUW2hPniE05Yx"
  },
  {
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "description": "Joka arkipäivä klo 10-11 Radio Helsingissä.. Helsinki Pride -viikko on käynnissä ja se kuuluu myös Radio Helsingissä. Joka arkipäivä klo 10-11 käsittelemme mielenkiintoisten vieraiden kanssa elämää, kulttuuria ja urheilua sateenkaaren väreissä. Tule kuulolle <3",
    "category": [
      "Bileet",
      "Muu",
      "Keskustelu tai luento"
    ],
    "externalId": "278",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "wholeDay": false,
    "lastModified": "2022-03-15T16:23:06.233Z",
    "address": "Radio Helsinki",
    "title": "Pride Show – Laura Haimila",
    "endTime": "2021-06-28T08:00:00.000Z",
    "startTime": "2021-06-28T07:00:00.000Z",
    "id": "3afiDGUAL55KYa7xoO3U"
  },
  {
    "wholeDay": false,
    "area": "Uusimaa",
    "description": "Katutaidetyöpaja Ohjaamon edustalla. Jätä jälkesi Ohjaamon edustalle maanantaina 28.6. klo 12 eteenpäin. Piirrä liiduilla sateenkaaripolkuun tai jätä Pride-terveisesi ikkunaan. Tee kaupungista omanvärisesi!",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "externalId": "267",
    "title": "Tule värittämään Helsinki priden väreihin!",
    "endTime": null,
    "lastModified": "2022-03-15T16:23:06.233Z",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-28T09:00:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "address": "Ohjaamo Helsinki, Fredrikinkatu 48",
    "location": "Helsinki",
    "id": "RO7wr7J3X3uPAUwbYvyL"
  },
  {
    "wholeDay": false,
    "category": [
      "Nayttely"
    ],
    "location": "Helsinki",
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com",
    "title": "Tatu Vuolteenaho – Eye–Leen",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "endTime": "2021-06-28T15:00:00.000Z",
    "startTime": "2021-06-28T09:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "externalId": "299",
    "id": "sU3FobzPR4Pfq7OCodsk"
  },
  {
    "externalId": "272",
    "area": "Uusimaa",
    "wholeDay": false,
    "location": "Helsinki",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "title": "Nuorten Pride House",
    "category": [
      "Tyopaja",
      "Muu"
    ],
    "description": "Nuorten oma Pride-tila. Sateenkaarevassa tilassa on mahdollisuus osallistua erilaisiin työpajoihin, hengailla, tavata mukavia\nihmisiä, piirtää, pelata ja paljon muuta kivaa. Nuorten Pride House on avoinna kaikille 13-20 -\nvuotiaille maanantai 28.6. - perjantai 2.7. klo 14-20.",
    "event": "Helsinki Pride 2021",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "url": "https://week.pride.fi",
    "endTime": "2021-06-28T17:00:00.000Z",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-28T11:00:00.000Z",
    "id": "QTjUBsdKxxQi3U0dsRsj"
  },
  {
    "endTime": null,
    "startTime": "2021-06-28T12:00:00.000Z",
    "area": "Uusimaa",
    "wholeDay": false,
    "externalId": "270",
    "title": "Nuorten Pride - Avajaiset",
    "description": "",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "location": "Helsinki",
    "id": "7hZUy7QX17nY4M59YSlJ"
  },
  {
    "externalId": "265",
    "endTime": "2021-06-28T14:00:00.000Z",
    "address": "Verkossa",
    "startTime": "2021-06-28T13:00:00.000Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "lastModified": "2022-03-15T16:23:06.233Z",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "area": "Uusimaa",
    "description": "Etäohjelmassa keskustellaan pelaamisesta, pelikulttuureista ja peleistä syrjimättömyyden ja yhdenvertaisuuden näkökulmista. Paneelissa on keskustelemassa pelikulttuurin ja pelialan vaikuttajia, aktivisteja ja asiantuntijoita. Keskusteluun on mahdollista lähettää kysymyksiä etukäteen lomakkeella: http://bit.ly/Non-toxic-keskustelu Keskusteluun voi osallistua Twitchin chatissa nimimerkillä. Tapahtumassa noudatetaan turvallisemman tilan periaatteita ja keskustelua moderoidaan. Tapahtuma on suunnattu nuorille ja aikuisille pelaajille, pelikulttuurin ja pelialan toimijoille, kasvattajille sekä muille pelikulttuurin yhdenvertaisuudesta kiinnostuneille.",
    "addedBy": "SYSTEM",
    "title": "Non-toxic - syrjimätön pelikulttuuri",
    "location": "Helsinki",
    "id": "ZSU1IW6nwToCZMWFdnwR"
  },
  {
    "addedBy": "SYSTEM",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "title": "HAM: Pride Podcast",
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "externalId": "293",
    "wholeDay": true,
    "endTime": null,
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "startTime": "2021-06-28T21:00:00.000Z",
    "id": "DSPcdgpJ9di1iqc0XhZk"
  },
  {
    "title": "Pride Show – Laura Haimila",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "category": [
      "Bileet",
      "Muu",
      "Keskustelu tai luento"
    ],
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "address": "Radio Helsinki",
    "location": "Helsinki",
    "description": "Joka arkipäivä klo 10-11 Radio Helsingissä.. Helsinki Pride -viikko on käynnissä ja se kuuluu myös Radio Helsingissä. Joka arkipäivä klo 10-11 käsittelemme mielenkiintoisten vieraiden kanssa elämää, kulttuuria ja urheilua sateenkaaren väreissä. Tule kuulolle <3",
    "area": "Uusimaa",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "endTime": "2021-06-29T08:00:00.000Z",
    "externalId": "279",
    "startTime": "2021-06-29T07:00:00.000Z",
    "id": "IYyjF6b34ZUgGCtRN3Vr"
  },
  {
    "wholeDay": false,
    "endTime": "2021-06-29T15:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "url": "https://week.pride.fi",
    "externalId": "300",
    "location": "Helsinki",
    "title": "Tatu Vuolteenaho – Eye–Leen",
    "category": [
      "Nayttely"
    ],
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com",
    "startTime": "2021-06-29T09:00:00.000Z",
    "id": "k3OOz7VFZXYSFfpUgOG5"
  },
  {
    "addedBy": "SYSTEM",
    "description": "Facebook Live -keskustelussa mukana kirjailijat Salla Simukka, Siiri Enoranta ja Riina Mattila.. Kirjailijat keskustelevat kirjoittamisesta, uutuuskirjoistaan sekä siitä, miten he ovat käsitelleet sateenkaariteemoja, moninaisuutta ja itsensä löytämistä kirjoissaan. Liity mukaan!",
    "location": "Helsinki",
    "title": "Kirjailijakeskustelu",
    "address": "virtuaalinen",
    "url": "https://week.pride.fi",
    "category": [
      "Keskustelu tai luento"
    ],
    "startTime": "2021-06-29T10:00:00.000Z",
    "wholeDay": false,
    "externalId": "303",
    "endTime": null,
    "lastModified": "2022-03-15T16:23:06.233Z",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "id": "5TZkPWabpbPxlwUdu203"
  },
  {
    "category": [
      "Tyopaja",
      "Muu"
    ],
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "title": "Nuorten Pride House",
    "location": "Helsinki",
    "area": "Uusimaa",
    "description": "Nuorten oma Pride-tila. Sateenkaarevassa tilassa on mahdollisuus osallistua erilaisiin työpajoihin, hengailla, tavata mukavia\nihmisiä, piirtää, pelata ja paljon muuta kivaa. Nuorten Pride House on avoinna kaikille 13-20 -\nvuotiaille maanantai 28.6. - perjantai 2.7. klo 14-20.",
    "startTime": "2021-06-29T11:00:00.000Z",
    "externalId": "273",
    "endTime": "2021-06-29T17:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "id": "UKNJauXJWAOWuU18EWis"
  },
  {
    "description": "Mikä merkitys on omassa identiteetissään rakastetuksi ja nähdyksi tulemisella? Miten\nkirkon erityisnuorisotyö ja perheneuvonta voivat tukea sateenkaarevaa ihmistä?\nYhdenvertaisista ja turvallisemmista palveluista keskustelemassa kirkon perheneuvoja,\npsykoterapeutti ja pappi Katianna Ruuskanen sekä sukupuolisensitiivistä nuorisotyötä\ntekevä erityisnuorisotyönohjaaja Lennu Korhonen Helsingin seurakuntayhtymästä.",
    "wholeDay": false,
    "externalId": "261",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "startTime": "2021-06-29T13:00:00.000Z",
    "title": "Olet rakastettu – kirkon perheneuvonta ja erityisnuorisotyö sateenkaarevan ihmisen\ntukena",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "endTime": "2021-06-29T14:00:00.000Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "id": "zTnyEIE0LXrMDOpnBqot"
  },
  {
    "title": "Kanneltalon Pride: Mikä on sinun viestisi?",
    "event": "Helsinki Pride 2021",
    "address": "Kanneltalo, Klaneettitie 5",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "area": "Uusimaa",
    "location": "Helsinki",
    "wholeDay": false,
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM",
    "description": "Kanneltalon Pride-viikon työpajoissa tehdään yhteinen ikkunateos.. Teos koostuu ikkunoihin toteutettavista yksittäisistä viesteistä. Se voi olla esimerkiksi kuva, lippu tai jokin kannanotto. Viestejä tehdään Kanneltalon Klaneettitien puoleisiin ikkunoihin erilaisilla tekniikoilla. Minkälainen on sinun viestisi? \n\nTyöpajan kesto 2h. Ennakkoilmoittautuminen: https://www.harrastushaku.fi/view/14674 .",
    "startTime": "2021-06-29T14:00:00.000Z",
    "externalId": "257",
    "url": "https://week.pride.fi",
    "endTime": "2021-06-29T16:00:00.000Z",
    "id": "QBpYQ9X3ep89WzyKuLlD"
  },
  {
    "addedBy": "SYSTEM",
    "startTime": "2021-06-29T17:00:00.000Z",
    "externalId": "302",
    "category": [
      "Bileet",
      "Keskustelu tai luento"
    ],
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "description": "Timantinkova ja särmikäs laulaja-lauluntekijä ALMA sekä vuoden mediapersoona ja rakastettu toimittaja Maria Veitola keskustelevat Pridesta, rakkaudesta ja elämästä @helsinkipride Instagram-tilillä tiistaina 29.6. klo 20 alkaen.",
    "wholeDay": false,
    "endTime": null,
    "title": "Pride Talk: ALMA & Maria Veitola",
    "location": "Helsinki",
    "area": "Uusimaa",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "address": "virtuaalinen",
    "id": "Rlwtg0sW2mIMT1pjyFyo"
  },
  {
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "endTime": null,
    "title": "HAM: Pride Podcast",
    "location": "Helsinki",
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "area": "Uusimaa",
    "wholeDay": true,
    "lastModified": "2022-03-15T16:23:06.233Z",
    "addedBy": "SYSTEM",
    "externalId": "294",
    "startTime": "2021-06-29T21:00:00.000Z",
    "id": "1NRHOHoezdv2e2Nt0KRb"
  },
  {
    "event": "Helsinki Pride 2021",
    "externalId": "280",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "address": "Radio Helsinki",
    "endTime": "2021-06-30T08:00:00.000Z",
    "area": "Uusimaa",
    "startTime": "2021-06-30T07:00:00.000Z",
    "location": "Helsinki",
    "wholeDay": false,
    "category": [
      "Bileet",
      "Muu",
      "Keskustelu tai luento"
    ],
    "title": "Pride Show – Laura Haimila",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "description": "Joka arkipäivä klo 10-11 Radio Helsingissä.. Helsinki Pride -viikko on käynnissä ja se kuuluu myös Radio Helsingissä. Joka arkipäivä klo 10-11 käsittelemme mielenkiintoisten vieraiden kanssa elämää, kulttuuria ja urheilua sateenkaaren väreissä. Tule kuulolle <3",
    "id": "3nKc0itHDBgboOqpVbbv"
  },
  {
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "endTime": "2021-06-30T18:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com",
    "area": "Uusimaa",
    "title": "Tatu Vuolteenaho – Eye–Leen",
    "startTime": "2021-06-30T09:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "category": [
      "Nayttely"
    ],
    "externalId": "301",
    "id": "6hLXYcFFbvn1biKtWF0m"
  },
  {
    "description": "Other on normikriittinen sarjakuvaprojekti.. Valokuvan ja tekstin kautta tehdään yhdessä sarjakuvia stereotypioista ja normeista ja millä tavoin ne vaikuttaa ja rajaa sekä eri tavoista kohdata HBTIQA-POC ihmisiä. Kutsumaan erityisesti peopple of colour taiteilija Heidi Lunabba pyrkii luomaan tilaa jossa osallistujat pystyy keskustelemaan niille tärkeistä aiheista eikä hukkua enemmistönarratiiviin.\n \nTaiteilija Heidi Lunabba johtaa keskustelua, jonka lähtökohtana on osallistujien arki ja omat kokemukset. Keskustelu normeista rakentuu niin, että siihen on helppo osallistua riippumatta aiheen uutuudesta tai tuttuudesta; pyrimme yhdessä luomaan turvallisen tilan, missä kaikkien osallistujien ajatuksille on tilaa.\n \nSarjakuvat tehdään osallistujien kertomusten perusteella, Heidi Lunabba vastaa kuvien ottamisesta ja muokkauksesta. Jokainen osallistuja saa valita haluaako esiintyä tunnistettavasti kuvissa vai osallistua anonyymisti esim. malleja käyttäen.\nOsallistujien tulee olla kiinnostuneita keskustelemaan, aiempaa kokemusta sarjakuvista tai valokuvauksesta ei tarvita. Kaikkien kokemukset ovat projektissa tärkeitä, sekä valtavien haasteiden kanssa elävien että hyvin pärjäävien.\n \nValmiista sarjakuvista tulee näyttely eri Pride-festivaaleihin ja taidetapahtumiin ja niistä on myös tarkoitus tehdä sarjakuvalehti tai kirja. Tarkoituksena on herättää keskustelua ja luoda lisää tilaa ihmisille elää omanlaista elämää.\n \nProjekti koostuu työpajasta, ja kuvaussessiolta joka tapahtuu työpajan jälkeen. Paja sopii sekä aikuisille että nuorille. Osallistuminen on ilmainen ja sisältää illallisen, mahdolliset matka yms kulut voidaan korvata kuittia vastaan.\n \nIlmoittautumiset viim 29.6 taiteilijalle: heidi@lunabba.com\nJos kiinnostuit projektista mutta et pääse pajalle ole yhteydessä, lisää pajoja on tulossa ja projektissa oi osallistua myös yksittäisellä haastattelupajassa.\n\nYleistä: Pystyn ohjaamaan osallistujia suomeksi, ruotsiksi ja englanniksi.\nTyöpajayhmät pidetään pienen, max 6 hlö.  ja pyrin hyomiomaan jokaisessa ryhmässä kaikkien saavutettavuustarpeet kun niitä ilmoitetaan hyvissä ajoissa ennen työpajaa Matkakuluja voidaan korvata kuittia vastaan, pitkistä matkoista on hyvä sopia asiasta etukäteen.\n\nProjektia rahoittaa: Suomen Kulttuurirahasto, Pohjoismainen kulttuuripiste, Taike, Konstsamfundet, Svenska Kulturfonden Oscar Öflunds Stiftelse ja Helsingin Kaupunki.\n\nProjektia rahoittaa: Suomen Kulttuurirahasto, Pohjoismainen kulttuuripiste, Taike, Konstsamfundet, Svenska Kulturfonden Oscar Öflunds Stiftelse ja Helsingin Kaupunki.",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "category": [
      "Tyopaja",
      "Nayttely"
    ],
    "title": "Other Comics keskustelutyöpaja HBTIQA-POC:ille",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "startTime": "2021-06-30T10:00:00.000Z",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "endTime": "2021-06-30T17:00:00.000Z",
    "location": "Helsinki",
    "externalId": "262",
    "addedBy": "SYSTEM",
    "id": "CwnUAVt0fukVA8oh4FlQ"
  },
  {
    "location": "Helsinki",
    "description": "Nuorten Pride -viikko Maunula-talossa  Maunulan sateenkaarikeidas avautuu tiistaina 29.6. Maunula-talon edustalla. Tapahtumaviikko alkaa tiistaina 29.6. Maunula PrideLive-konsertin merkeissä ja huipentuu lauantaina 3.7. Pohjoisen klubin Hiphop Maunula -keikkailtaan. Viikon alussa Maunula-talon ikkunat ja Maunula-talon edusta koristellaan kaikin sateenkaaren värein. Viikon aikana ohjelmistosta löytyy myös runsaasti erilaisia työpajoja.\n \nOsaan työpajoista on ennakkoilmoittautuminen, mutta niihin voi liittyä myös spontaanisti, mikäli tilaa riittää. Paikan päällä voi myös oleskella vapaasti, pelata ja nauttia pientä purtavaa. Nuoriso-ohjaajat vetävät mm. korista ja lautapelejä.  Maunulan sateenkaarikeitaalla on myös mahdollista esittää omia esityksiä open mic -tyylillä työpajojen ja muun ohjelman väleissä.   \n  \nTapahtuma toteutuu pääasiassa ulkona Maunula-talon edustalla, mutta jos sää ei suosi, siirrämme työpajat ja esitykset sisälle Metsäpurosaliin ja Maunulan nuorisotilaan.\n  \nKeskiviikon työpajat:  \n  \nklo 13–19 Maunulan sateenkaarikeitaan pelipiste  \nklo 15–18 Kukkaseppeletyöpaja \nklo 15–19 Graffitityöpaja\nGraffiteja suunnitellaan 22.–23.6.2021.\nklo 16–19 Rap & lyriikka -työpaja\n\nIlmoittaudu \nennakkoon: https://forms.gle/4t5MrpdDHsrghurv9.",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "address": "Maunula-talo, Metsäpurontie 4",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "category": [
      "Tyopaja",
      "Bileet"
    ],
    "startTime": "2021-06-30T10:00:00.000Z",
    "externalId": "260",
    "wholeDay": false,
    "endTime": "2021-06-30T16:00:00.000Z",
    "area": "Uusimaa",
    "title": "Maunulan sateenkaarikeidas",
    "id": "b9P0gAiOv6pv6odl20Vn"
  },
  {
    "externalId": "274",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "category": [
      "Tyopaja",
      "Muu"
    ],
    "title": "Nuorten Pride House",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "description": "Nuorten oma Pride-tila. Sateenkaarevassa tilassa on mahdollisuus osallistua erilaisiin työpajoihin, hengailla, tavata mukavia\nihmisiä, piirtää, pelata ja paljon muuta kivaa. Nuorten Pride House on avoinna kaikille 13-20 -\nvuotiaille maanantai 28.6. - perjantai 2.7. klo 14-20.",
    "location": "Helsinki",
    "area": "Uusimaa",
    "startTime": "2021-06-30T11:00:00.000Z",
    "wholeDay": false,
    "lastModified": "2022-03-15T16:23:06.233Z",
    "endTime": "2021-06-30T17:00:00.000Z",
    "id": "q3cKSg1vmIOKOSEkgHy8"
  },
  {
    "title": "Nuorten Pride Itiksessä: DJ-setit",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "endTime": "2021-06-30T15:00:00.000Z",
    "description": "Stoan aukiolla virittäydytään Pride-taajuudelle!. Aukiolla kuullaan nuorten artistien esittämiä dj-settejä. Keikka järjestetään rajoitusten salliessa. Sisällöstä \nvastaa Nuorisopalvelut.   \nJaa kuvasi mm. hashtageilla #itäkeskuksennuorisotyöyksikkö #prideinprogress #helsinkipride2021!",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-30T13:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "category": [
      "Esitys",
      "Bileet"
    ],
    "area": "Uusimaa",
    "location": "Helsinki",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "externalId": "258",
    "address": "Stoan aukio, Turunlinnantie 1, Itäkeskus",
    "id": "qrFQ0uzYryXj3KMlYsuZ"
  },
  {
    "externalId": "259",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-30T13:00:00.000Z",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "title": "Signaalimedia: Pride-radio",
    "description": "Signaaliradio virittäytyy Pride-taajuudelle! Luvassa on keskiviikkona nuorten tekemiä erikoisohjelmia keskiviikkona 30.6. Illan dj-setit lähetetään myös radiosta.   \nJaa ääntä tai kuvasi mm. hashtageilla #signaalimedia #itäkeskuksennuorisotyöyksikkö #nuortenpride",
    "endTime": "2021-06-30T15:00:00.000Z",
    "category": [
      "Esitys",
      "Bileet"
    ],
    "address": "virtuaalinen",
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "id": "uazPsxndws3SDsNNCftm"
  },
  {
    "addedBy": "SYSTEM",
    "address": "Kaapelitehdas, Tallberginkatu 1 C",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "endTime": "2021-06-30T16:00:00.000Z",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "description": "Tule mukaan vertaistapaamiseen ilmoittautumalla ennakkoon, olit sitten tuttu tai ensikertalainen!. KVV eli Kahden Vähemmistön Väki on eri tavalla vammaisten ja / tai pitkäaikaissairaiden seksuaali- sekä sukupuolivähemmistöjen edustajien oma ilta, jossa voimme kohdata samankaltaisia ihmisiä ja jakaa kokemuksia elämästä näissä vähemmistöissä. Ohjaajana toimii Raila Riikonen, itsekin liikuntavammainen KVV-ihminen, joka on työkseen seksuaalikasvattaja. Voit kysyä Railalta lisätietoja tapaamisista sekä ilmoittautua mukaan sähköpostilla: ilonkipina@gmail.com.",
    "location": "Helsinki",
    "category": [
      "Vertaistapaaminen"
    ],
    "startTime": "2021-06-30T14:00:00.000Z",
    "wholeDay": false,
    "title": "Kahden vähemmistön väki",
    "event": "Helsinki Pride 2021",
    "externalId": "288",
    "id": "rRCrxzR5WjpExnu9xl0D"
  },
  {
    "location": "Helsinki",
    "endTime": "2021-06-30T15:30:00.000Z",
    "title": "Vasemmistolaista sateenkaaripolitiikkaa",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-30T14:30:00.000Z",
    "externalId": "291",
    "description": "Tapahtuma on livenä nähtävillä Helsingin Vasemmistoliiton facebook-sivulla!. Mitä vasemmistolaiselle sateenkaaripolitiikalle kuuluu tänä päivänä? Helsingin Vasemmistoliiton järjestämässä paneelikeskustelussa käydään läpi moninaisuuden teemoja ja niiden historiaa vasemmistolaisessa liikkeessä. Etänä järjestettävän keskustelun seuraajia pyydetään lähettämään kommentteja. Keskustelun moderoijat esittävät tulleita kysymyksiä panelisteille.\n\nKeskustelijoista:\nSandra Hagman - suomalaisen homoseksuaalisuuden historiasta väitellyt tohtori ja tietokirjailija ja Helsingin vasemmiston varavaltuutettu, joka on valtuustossa tällä kaudella edistänyt sateenkaarinuorten tilannetta.\n\nAntti Kauppinen - pitkän linjan sateenkaariaktivisti, joka on toiminut mm. Amnestyn sateenkaariverkoston koordinaattorina. Helsingin Vasemmistoliiton puheenjohtajana ollut perustamassa HelVas Vinokkaiden toimintaryhmää.\n\nRiikka Taavetti - sateenkaarihistorian, seksuaalisuuden historian sekä historian yhteiskunnallisen käyttämisen tutkija, joka työskentelee tällä hetkellä sukupuolentutkimuksen tieteenalalla Helsingin yliopistossa. Taavetti on toiminut vasemmistossa pitkään ja pyrkinyt vaikuttamaan siihen, että sateenkaarevat\nteemat näkyisivät politiikassa.\n \nPaneeli haastattelijana: Elina Vainikainen\nVerkkomoderaattoreina: Mirka Korhola ja Katja Väisänen",
    "address": "virtuaalinen",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "lastModified": "2022-03-15T16:23:06.233Z",
    "id": "uAlK38Ny0IlCEi4axZiv"
  }
]
