[
  {
    "endTime": null,
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "wholeDay": true,
    "event": "Helsinki Pride 2021",
    "externalId": "236",
    "startTime": "2021-06-30T21:00:00.000Z",
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "title": "Samansukupuolisesta haureudesta tuomittu -video",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "address": "Verkossa",
    "area": "Uusimaa",
    "addedBy": "SYSTEM"
  },
  {
    "area": "Uusimaa",
    "description": "Glittermeikki opetusvideo sekä kuvakilpailu Instagramissa 29.6.-2.7. Mitä olisikaan Pride-viikko ilman glitteriä! Tiistaina löydät instagramista tileiltä @malmitalo @operaatiopulssi @malminkirjasto Glitter-meikki opetusvideon, jonka avulla opit itse luomaan säkenöivän kimalluksen kasvoillesi! Haluatko osallistua kuvakilpailuun? Jaa kuvasi glittermeikistäsi tai Pride-outfitistasi, niin osallistut skabaan! Jaa kuva joko julkisena instagramiin tägäämällä tilit @malmitalo @operaatiopulssi @malminkirjasto tai salaisen tilin omistajana voit jakaa kuvasi Whatsappilla p. 0406837028. Huom! Julkaisemme voittajan kuvan perjantaina 2.7. Voittajaan olemme myös yksityisviestillä yhteydessä, ja hän saa noutaa palkinnon Malmitalolta sovitun mukaisesti. \n\nTyöpajan tiedot \nHarrastushaussa: https://www.harrastushaku.fi/view/14677",
    "category": [
      "Tyopaja"
    ],
    "startTime": "2021-06-30T21:00:00.000Z",
    "wholeDay": true,
    "endTime": null,
    "url": "https://week.pride.fi",
    "externalId": "209",
    "title": "Glittermeikki-työpaja",
    "address": "virtuaalinen",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "addedBy": "SYSTEM"
  },
  {
    "startTime": "2021-06-30T21:00:00.000Z",
    "url": "https://week.pride.fi",
    "externalId": "254",
    "endTime": null,
    "title": "Avoin koekuvaus trans- ja muunsukupuolisille näyttelijöille",
    "description": "Järjestämme Pride-viikolla avoimen koekuvauksen transtaustaisille ja non-binäärisille \nnäyttelijöille ja näyttelemisestä kiinnostuneille ihmisille.. Kaksikymmentä minuuttia kestävässä avoimessa koekuvauksessa näyttelet vastanäyttelijän\nkanssa lyhyen ennakkoon opetellun kohtauksen. Kuvaamme kohtauksen ja käytämme sitä\narvioidessamme sopivuuttasi rooleihin. Osallistumalla et sitoudu mihinkään, mutta hyvässä\ntapauksessa saatat päätyä rooliin elokuvassa, tv-sarjassa tai mainoksessa! Saat materiaalin\nhalutessasi myös omaan käyttöösi.\n\nVaraa oma koekuvausaikasi lähettämällä sähköpostia osoitteeseen: \ncasting@helsinkicasting.com. Otsikoi viestisi: Pride x Helsinki Casting. Liitä mukaan ainakin yksi kasvokuva, yhteystietosi ja kerro itsestäsi lyhyesti. Vastaamme sinulle pikaisesti! Et välttämättä tarvitse aiempaa \nkokemusta näyttelemistä.\n\nOlemme sitoutuneita monipuolisen kuvaston edistämiseen ja tarvitsemme siihen \nkiinnostuneita näyttelijänalkuja, joten olethan rohkeasti yhteydessä mikäli kipinä heräsi! \nVastaamme mielellämme myös kaikkiin kysymyksiin.",
    "event": "Helsinki Pride 2021",
    "address": "Helsinki Casting Studio, Kruunuhaka",
    "category": [
      "Muu"
    ],
    "location": "Helsinki",
    "wholeDay": true,
    "addedBy": "SYSTEM",
    "area": "Uusimaa"
  },
  {
    "event": "Helsinki Pride 2021",
    "startTime": "2021-06-30T21:00:00.000Z",
    "category": [
      "Muu"
    ],
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "address": "Instagram @unyouthfinland",
    "url": "https://week.pride.fi",
    "endTime": null,
    "title": "Pride liikkeessä",
    "area": "Uusimaa",
    "location": "Helsinki",
    "externalId": "177",
    "wholeDay": true,
    "addedBy": "SYSTEM"
  },
  {
    "endTime": null,
    "addedBy": "SYSTEM",
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "wholeDay": true,
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "startTime": "2021-06-30T21:00:00.000Z",
    "title": "HAM: Pride Podcast",
    "externalId": "295",
    "area": "Uusimaa"
  },
  {
    "url": "https://week.pride.fi",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "title": "Pride 2021 –digitaalinen kaupunkiseikkailu",
    "event": "Helsinki Pride 2021",
    "description": "Sateenkaareva Helsinki: eilen, tänään, huomenna. Tervetuloa sateenkaarevaan kaupunkiseikkailuun Nuorten Pride -viikolla ma 28.6. - pe 2.7! \nTule mukaan tutustumaan Helsingin sateenkaarevaan historiaan ja nykyhetkeen sekä \nvisioimaan sateenkaarevaa tulevaisuutta digitaalisen kaupunkiseikkailun kautta. Seikkailu \ntoteutetaan mobiilisovelluksen avulla ja rastikierrokselle voi osallistua joko yksin tai yhdessä \npaikan päällä tai kotisohvalla. Lainaamme tarvittaessa myös osallistumiseen tarvittavan \nlaitteen. Kaupunkiseikkailun lähtö tapahtuu Nuorten Pride Houselta, josta saat myös ohjeet miten \nosallistua. Etänä pelaaville ohjeet löytyvät IrisHelsingin Instagramista. \nHuomioithan, että seikkailu toteututaan vain suomeksi.",
    "area": "Uusimaa",
    "externalId": "191",
    "addedBy": "SYSTEM",
    "startTime": "2021-06-30T21:00:00.000Z",
    "endTime": null,
    "wholeDay": true,
    "location": "Helsinki",
    "category": [
      "Liikunta"
    ]
  },
  {
    "externalId": "281",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "startTime": "2021-07-01T07:00:00.000Z",
    "title": "Pride Show – Laura Haimila",
    "description": "Joka arkipäivä klo 10-11 Radio Helsingissä.. Helsinki Pride -viikko on käynnissä ja se kuuluu myös Radio Helsingissä. Joka arkipäivä klo 10-11 käsittelemme mielenkiintoisten vieraiden kanssa elämää, kulttuuria ja urheilua sateenkaaren väreissä. Tule kuulolle <3",
    "event": "Helsinki Pride 2021",
    "address": "Radio Helsinki",
    "category": [
      "Bileet",
      "Muu",
      "Keskustelu tai luento"
    ],
    "endTime": "2021-07-01T08:00:00.000Z",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "area": "Uusimaa"
  },
  {
    "location": "Helsinki",
    "startTime": "2021-07-01T07:00:00.000Z",
    "addedBy": "SYSTEM",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "url": "https://week.pride.fi",
    "category": [
      "Nayttely"
    ],
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "endTime": "2021-07-01T17:00:00.000Z",
    "title": "Meistä",
    "area": "Uusimaa",
    "externalId": "184",
    "wholeDay": false,
    "event": "Helsinki Pride 2021"
  },
  {
    "category": [
      "Nayttely"
    ],
    "location": "Helsinki",
    "startTime": "2021-07-01T08:00:00.000Z",
    "addedBy": "SYSTEM",
    "externalId": "1617090490359",
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com",
    "area": "Uusimaa",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "title": "Tatu Vuolteenaho – Eye–Leen",
    "endTime": "2021-07-01T18:00:00.000Z",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "url": "https://week.pride.fi"
  },
  {
    "category": [
      "Tyopaja",
      "Nayttely"
    ],
    "description": "Other on normikriittinen sarjakuvaprojekti.. Other on normikriittinen sarjakuva projekti.\nValokuvan ja tekstin kautta tehdään yhdessä sarjakuvia stereotypioista ja normeista ja millä tavoin ne vaikuttaa ja rajaa HBTIQA-ihmisten elämää. Työpajassa meititään erityisesti siihen jos/miten aiemmat jyrkemmät asenteet ja lait vaikuttaaihmisen nykyajassa, ja miten ne ovat eri elämän vaiheissa vaikuttaneet. Heidi Lunabba pyrkii luomaan tilaa jossa osallistujat pystyy keskustelemaan niille tärkeistä aiheista eikä hukkua enemmistönarratiiviin.\n \nTaiteilija Heidi Lunabba johtaa keskustelua, jonka lähtökohtana on osallistujien arki ja omat kokemukset. Keskustelu normeista rakentuu niin, että siihen on helppo osallistua riippumatta aiheen uutuudesta tai tuttuudesta; pyrimme yhdessä luomaan turvallisen tilan, missä kaikkien osallistujien ajatuksille on tilaa.\n \nSarjakuvat tehdään osallistujien kertomusten perusteella, Heidi Lunabba vastaa kuvien ottamisesta ja muokkauksesta. Jokainen osallistuja saa valita haluaako esiintyä tunnistettavasti kuvissa vai osallistua anonyymisti esim. malleja käyttäen.\nOsallistujien tulee olla kiinnostuneita keskustelemaan, aiempaa kokemusta sarjakuvista tai valokuvauksesta ei tarvita. Kaikkien kokemukset ovat projektissa tärkeitä, sekä valtavien haasteiden kanssa elävien että hyvin pärjäävien.\n \nValmiista sarjakuvista tulee näyttely eri Pride-festivaaleihin ja taidetapahtumiin ja niistä on myös tarkoitus tehdä sarjakuvalehti tai kirja. Tarkoituksena on herättää keskustelua ja luoda lisää tilaa ihmisille elää omanlaista elämää.\n \nProjekti koostuu työpajasta, ja kuvaussessiolta joka tapahtuu työpajan jälkeen. Paja sopii sekä aikuisille että nuorille. Osallistuminen on ilmainen ja sisältää illallisen, mahdolliset matka yms kulut voidaan korvata kuittia vastaan.\n \nIlmoittautumiset viim 30.6 taiteilijalle: heidi@lunabba.com\nJos kiinnostuit projektista mutta et pääse pajalle ole yhteydessä, lisää pajoja on tulossa ja projektissa oi osallistua myös yksittäisellä haastattelupajassa.\n\nYleistä: Pystyn ohjaamaan osallistujia suomeksi, ruotsiksi ja englanniksi.\nTyöpajayhmät pidetään pienen, max 6 hlö.  ja pyrin hyomiomaan jokaisessa ryhmässä kaikkien saavutettavuustarpeet kun niitä ilmoitetaan hyvissä ajoissa ennen työpajaa Matkakuluja voidaan korvata kuittia vastaan, pitkistä matkoista on hyvä sopia asiasta etukäteen.",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T08:00:00.000Z",
    "area": "Uusimaa",
    "endTime": "2021-07-01T12:00:00.000Z",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "location": "Helsinki",
    "externalId": "263",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "title": "Other Comics keskustelutyöpaja LHBTIQA-ihmisille joka ovat syntyneet ennen kun homoseksualisuus laillistettiin 50 v. sitten"
  },
  {
    "startTime": "2021-07-01T09:00:00.000Z",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "externalId": "99",
    "wholeDay": false,
    "address": "Hiv-säätiön / Hivpointin toimisto, Hermannin rantatie 2 B",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "category": [
      "Muu"
    ],
    "endTime": "2021-07-01T15:00:00.000Z",
    "title": "Hiv-pikatestaus",
    "description": "Hiv-pikatestaus seksuaali- ja/tai sukupuolivähemmistöihin kuuluville.. Mahdollisuus anonyymiin hiv-pikatestiin Hivpointin toimistolla ilman ajanvarausta klo 12-18. Testauksen yhteydessä on mahdollisuus saada tietoa seksitaudeista ja siitä, miten niiltä suojaudutaan sekä ottaa pois lähtiessä mukaansa kondomeja ja liukuvoiteita"
  },
  {
    "endTime": null,
    "externalId": "104",
    "address": "Instagram Live @kosmoskirjat",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-07-01T09:00:00.000Z",
    "category": [
      "Esitys"
    ],
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "title": "Spoken word: Natalia Kallio",
    "area": "Uusimaa",
    "description": "Runoilija ja ihmisoikeusaktivisti Natalia Kallion Helsinki Pride -teemainen spoken word -esitys käsittelee rakkautta, ylpeyttä ja vallankumousta. ",
    "location": "Helsinki"
  },
  {
    "title": "Maunulan sateenkaarikeidas",
    "location": "Helsinki",
    "externalId": "127",
    "url": "https://week.pride.fi",
    "address": "Maunula-talo, Metsäpurontie 4",
    "description": "Nuorten Pride -viikko Maunula-talossa  Apila Pepita Miettisen ja Ahma Hokkasen vetämässä Support your local young queers! -työpajassa tehdään sarjakuvia ja zinejä. Tervetuloa myös tekemään kangaskasseja ja pinssejä, koristautumaan kasvomaalauksin ja pelaamaan korista ja lautapelejä nuoriso-ohjaajien kanssa. Osaan työpajoista on ennakkoilmoittautuminen, mutta niihin voi liittyä myös spontaanisti, mikäli tilaa riittää. Maunulan sateenkaarikeitaalla on mahdollista esittää omia esityksiä open mic -tyylillä työpajojen ja muun ohjelman väleissä.\n  \nTorstain työpajat  \nklo 13–19 Maunulan sateenkaarikeitaan pelipiste  \nklo 13–16 Support your local young queers! -sarjakuva- ja pienlehtityöpaja. Ilmoittaudu ennakkoon.  \nklo 13–16 Glitteriä ja kasvomaalauksia  \nklo 13–16 Kangaskassi- ja pinssityöpaja     \n",
    "area": "Uusimaa",
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM",
    "startTime": "2021-07-01T10:00:00.000Z",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-01T16:00:00.000Z"
  },
  {
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM",
    "startTime": "2021-07-01T10:00:00.000Z",
    "address": "Maunula-talo, Metsäpurontie 4",
    "area": "Uusimaa",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "description": "Support your local young queers! -sarjakuva- ja pienlehtityöpaja  Ohjaajat: sarjakuvataiteilijat Apila Pepita Miettinen ja Ahma Hokkanen \n \nMiten voit olla hyvä liittolainen LGBTQAI+ ihmisille? Miten voit tukea kavereita, kun he etsivät omaa identiteettiään? Millaista tukea toivoisit queer ihmisenä? Miten voit tarjota vertaistukea muille queer nuorille?  \n \nTyöpajassa toteutetaan 8-sivuinen pienlehti. Piirrä sarjakuvaa tai leikkaa kollaasia. Kerro tarinaa kuvin ja sanoin. Kaikki tarvittavat piirtovälineet ja paperit löytyvät paikan päältä.    ",
    "title": "Maunulan sateenkaarikeidas: Sarjakuvapaja",
    "location": "Helsinki",
    "endTime": "2021-07-01T13:00:00.000Z",
    "externalId": "128",
    "url": "https://week.pride.fi"
  },
  {
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "description": "Mercédesz Czimbalmos, THL:n Moninaisesti parempi -hankkeen tutkija esitelmöi transtaustaisten turvapaikanhakijoiden kokemuksista Suomessa. Tilaisuus on englanniksi.",
    "event": "Helsinki Pride 2021",
    "externalId": "287",
    "wholeDay": false,
    "startTime": "2021-07-01T11:00:00.000Z",
    "title": "Transpakolaisten ja -turvapaikanhakijoiden kokemuksia Suomessa",
    "endTime": null,
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13"
  },
  {
    "description": "Nuorten oma Pride-tila. Sateenkaarevassa tilassa on mahdollisuus osallistua erilaisiin työpajoihin, hengailla, tavata mukavia\nihmisiä, piirtää, pelata ja paljon muuta kivaa. Nuorten Pride House on avoinna kaikille 13-20 -\nvuotiaille maanantai 28.6. - perjantai 2.7. klo 14-20.",
    "location": "Helsinki",
    "wholeDay": false,
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "event": "Helsinki Pride 2021",
    "category": [
      "Tyopaja",
      "Muu"
    ],
    "endTime": "2021-07-01T17:00:00.000Z",
    "startTime": "2021-07-01T11:00:00.000Z",
    "title": "Nuorten Pride House",
    "externalId": "275",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi"
  },
  {
    "title": "Nuorten puistopiknik",
    "category": [
      "Vertaistapaaminen"
    ],
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "description": "Yhdessäoloa, herkkuja ja saippuakuplia piknikin merkeissä!. IrisHelsinki järjestää 13-17 -vuotiaille sateenkaariystävällisen piknikin, jossa vietetään aikaa yhdessä, herkutellaan sekä puhallellaan saippukuplia! Kokoonnumme torstaina 1.7. klo 14 Nuorten Pride Housella ja lähdemme yhdessä piknikpaikalle. Lisätietoa IrisHelsingin Instagramissa @irishelsinki sekä osoitteesta nuorten.helsinki/IrisHelsinki. Piknik on päihteetön.",
    "endTime": null,
    "address": "Nuorten Pride House, Konepajankuja 3",
    "externalId": "1618517359098",
    "area": "Uusimaa",
    "location": "Helsinki",
    "wholeDay": false,
    "startTime": "2021-07-01T11:00:00.000Z"
  },
  {
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "title": "Vannetyöpaja nuorille",
    "wholeDay": false,
    "address": "Roineenpuisto, Roineentie 5",
    "area": "Uusimaa",
    "category": [
      "Liikunta",
      "Tyopaja"
    ],
    "url": "https://week.pride.fi",
    "description": "Tule mukaan kokeilemaan vannetanssia ja flow'ta!. Matalan kynnyksen lajikokeilua lämminhenkisten ohjaajien kanssa.\nMukana puistossa lainavanteita, joista löytyy jokaiselle osallistujille sopivan kokoinen ja painoinen vanne kokeiltavaksi. Opetuskieli suomi tai englanti. Säävarauksella. Työpaja on osallistujille ilmainen, eikä edellytä ennakkoilmoittautumista.\n",
    "location": "Helsinki",
    "startTime": "2021-07-01T11:30:00.000Z",
    "externalId": "268",
    "endTime": "2021-07-01T13:30:00.000Z"
  },
  {
    "externalId": "118",
    "address": "Ala-Malmin puisto, Ala-Malmin tori 1",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "title": "Kukkaseppele-työpaja",
    "category": [
      "Tyopaja"
    ],
    "description": "Tule tekemään kesän upein ja värikkäin kukkaseppele Pride-hengessä Ala-Malmin puistoon. Ennakkoilmoittautuminen Harrastushaun kautta: https://www.harrastushaku.fi/view/14675. Tule tekemään kesän upein ja värikkäin kukkaseppele Pride-hengessä Ala-Malmin \npuistoon torstaina 1.7.2021. Paikan päältä löydät tarvittavat materiaalit sekä \nopastusta seppeleen tekoon. Voit myös halutessasi tuoda omia tarvikkeita mukanasi. Viimeistele \nseppeletuokio hauskoilla kuvauksilla yksin tai yhdessä muiden \nkanssa. Jaa fiilistelykuvasi someen #nuortenpride  \nEnnakkoilmoittautuminen Harrastushaun kautta: https://www.harrastushaku.fi/view/14675",
    "endTime": "2021-07-01T15:00:00.000Z",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "startTime": "2021-07-01T12:00:00.000Z"
  },
  {
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "address": "Stoan aukio, Turunlinnantie 1, Itäkeskus",
    "category": [
      "Tyopaja"
    ],
    "externalId": "290",
    "title": "Nuorten Pride Itiksessä: Pride-katutaidepaja",
    "area": "Uusimaa",
    "description": "Maalataan maailma värikkääksi! Tule mukaan tekemään katutaidetta Stoan aukiolle. Kaikille avoimen, nonstop-pajan ohjaa Kontula Art Schoolin Heidi Hänninen.   \nJaa kuvasi mm. hashtageilla #stoa #stoanaukio #kontulaartschool #nuortenpride",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T13:00:00.000Z",
    "location": "Helsinki",
    "wholeDay": false,
    "endTime": "2021-07-01T16:00:00.000Z"
  },
  {
    "description": "LHBTQA+ -yrittäjät Ohjaamossa – Instagram Live. Millaisena yrittäjyys näyttäytyy sukupuoli- ja seksuaalivähemmistöihin kuuluville Suomessa? Tule kuulemaan yrittäjien kokemuksia Instagram Live –tapahtumaan! Ohjaamo Helsinki, Helsingin työllisyyspalvelut, Vamlas ja Helsinkirekry järjestävät Instagram Liven 1.7.2021 klo 16.00 Ohjaamo Helsingin Instagramissa @ohjaamohelsinki. Tilaisuuden juontaa yrittäjä ja drag queen Maimu Huolirinta.",
    "endTime": "2021-07-01T14:30:00.000Z",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T13:00:00.000Z",
    "address": "Verkossa",
    "externalId": "266",
    "title": "Mikä musta tuli isona?",
    "category": [
      "Keskustelu tai luento"
    ]
  },
  {
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "addedBy": "SYSTEM",
    "title": "Meistä -paneelikeskustelu",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "description": "Meistä – About us on Aleksandra Lemken valokuvanäyttely etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa. Näyttely on esillä Helsingin kaupungintalolla koko Pride-viikon ajan. Näyttelyn teemoja tarkastelevassa paneelissa keskustelevat Jay - Chelle, Nadiifo Omer ja Nitin Sood. Juontajana toimii Pazilaiti Simayijiang.",
    "wholeDay": false,
    "externalId": "188",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "category": [
      "Keskustelu tai luento"
    ],
    "startTime": "2021-07-01T13:00:00.000Z",
    "area": "Uusimaa"
  },
  {
    "address": "Hämeentie 29, 7. krs",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T13:30:00.000Z",
    "area": "Uusimaa",
    "endTime": "2021-07-01T15:30:00.000Z",
    "title": "Alkutaipale-tapaaminen",
    "externalId": "1618434889775",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "description": "Keskustelutilaisuus perheellistymisasioita pohtiville. Alkutaipale-tapaaminen on vapaamuotoinen vertaiskeskustelutilaisuus niille, joille perheellistymiseen liittyvät asiat tuntuvat ajankohtaisilta, olitpa sitten perheen perustamisesta haaveileva, perheellistymismahdollisuuksia ja -tapoja pohtiva, lasta jo odottava tai pikkuvauvavaihetta elävä henkilö/perhe. Keskustelun aiheet ja käsitellyt teemat nousevat osallistujien omista toiveista, tarpeista ja kysymyksistä. Tarjolla on kahvia, teetä ja pientä purtavaa.",
    "category": [
      "Keskustelu tai luento"
    ],
    "event": "Helsinki Pride 2021",
    "location": "Helsinki"
  },
  {
    "event": "Helsinki Pride 2021",
    "title": "Age of Love Ball",
    "category": [
      "Bileet"
    ],
    "externalId": "286",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "address": "GLO Hotel Artin sisäpihalla, Lönnrotinkatu 29",
    "description": "Finally we are back to life! Now let’s share love and celebrate Pride!. 16.30 Doors open\n\n17.30 Vogue Ball starts\n\n21.00 The Ball is over\n21.00-22.00 Chilling in the Garden of GLO Hotel Art\n\nJudges:\n Kelet Gucci\n, Caroline Suinner, \nAmanda 007\nMC’s: Lola Gucci & Mr Sparkles\n\nDJ: Coco Ninja",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T13:30:00.000Z",
    "wholeDay": false,
    "endTime": "2021-07-01T19:00:00.000Z"
  },
  {
    "category": [
      "Tyopaja",
      "Bileet"
    ],
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "endTime": "2021-07-01T17:00:00.000Z",
    "title": "Gaymers’ Night turnausilta: Mario Kart 8 Deluxe",
    "area": "Uusimaa",
    "startTime": "2021-07-01T14:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "description": "Turnausilta Nuorten Pride Housella torstaina 1.7. klo 17-20. Tervetuloa pelaamaan ja kisaamaan hyvässä seurassa! Nuorten Pride Housessa järjestetään hauskanpito edellä aloittelijoillekin sopiva Mario Kart 8 -turnaus. Illassa pelaillaan vapaamuotoisesti myös muita Nintendo-pelejä.",
    "location": "Helsinki",
    "externalId": "110",
    "address": "Nuorten Pride House, Konepajankuja 3, Helsinki"
  },
  {
    "externalId": "101",
    "endTime": "2021-07-01T19:00:00.000Z",
    "startTime": "2021-07-01T14:00:00.000Z",
    "category": [
      "Esitys",
      "Bileet",
      "Nayttely"
    ],
    "address": "Helsingin kaupunginmuseo, Aleksanterinkatu 16",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "title": "Tiloissa-bileet",
    "area": "Uusimaa",
    "description": "Rap-musiikki valtaa Falkmanin pihan kaupunginmuseon Pride-viikon ulkoilmatapahtumassa.. Livemusiikkia Helsingin kaupunginmuseon Valkoisessa salissa! Juomamyyntiä.\n \nOhjelma:\nklo 17 tapahtuma alkaa\nklo 18.30 SOFA\nklo 19.30 F\nklo 22 tapahtuma päättyy\n \nVapaa pääsy! Tapahtumaan on ennakkoilmoittautuminen. Ilmoittautua voi Helsingin kaupunginmuseon verkkosivuilla.\n \nTapahtuma on osa Tiloissa-näyttelyn ohjelmaa.\n\n",
    "wholeDay": false,
    "url": "https://week.pride.fi"
  },
  {
    "location": "Helsinki",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "startTime": "2021-07-01T14:30:00.000Z",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "title": "Kangaskassi-työpaja",
    "category": [
      "Tyopaja"
    ],
    "description": "Tule tekemään oman näköinen kangaskassisi Nuorten Pride Houselle torstaina 1.7. ja perjantaina 2.7. Haluatko koristella omaa asuasi? Haluaisitko piristää omaa tyyliäsi? Haluatko kertoa asuilla tarinaa?  Kangaskassi -työpaja tarjoaa mahdollisuuden luoda itsellesi oman kassin, jonka saat työpajasta mukaasi. Koristelussa käytetään kangastusseja. ",
    "externalId": "1618467230852",
    "addedBy": "SYSTEM",
    "endTime": "2021-07-01T16:30:00.000Z",
    "wholeDay": false
  },
  {
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-01T16:30:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "title": "Korutyöpaja",
    "area": "Uusimaa",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "description": "Korujen tekoa Nuorten Pride Housella torstaina 1.7. ja perjantaina 2.7",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "externalId": "1618387725464",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T14:30:00.000Z"
  },
  {
    "event": "Helsinki Pride 2021",
    "address": "Paavalin kirkko, Sammatintie 5",
    "startTime": "2021-07-01T15:00:00.000Z",
    "url": "https://week.pride.fi",
    "endTime": "2021-07-01T17:30:00.000Z",
    "wholeDay": false,
    "title": "Kapsäkki Goes Pride: Normal cake, Please",
    "category": [
      "Esitys"
    ],
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "description": "Normal Cake, Please on yhtä kuin fiktiiviset häät Paavalin kirkossa, Helsingissä, heinäkuussa 2021.. Tämä yllättävä ja paikkasidonnainen englanninkielinen esitys kysyy mikä on vapauden tila, tarvitaanko hääkakkua – ja ennen kaikkea mikä on normaalia. Yleisö kutsutaan mukaan asian käsittelyyn, he auttavat ratkaisemaan esityksen hahmojen pähkinän: minkälainen liitto lopulta solmitaan ja kuka saa kenet.\n\nTyöryhmä: Nina Larissa Bassett (DK), Ivo Briedis (LV), Janne Saarakkala (FI), Jamie MacDonald (FI/CA), Raisa Omaheimo (FI), Kira Riikonen (FI), Dajo Vande Putte (DK), Viha Piirakka (FI), Varanka (FI), Paula Koivunen (FI), Janne Pellinen (FI), Mikko Helenius (FI), Thomas Burø (DK), Beáta Kublik (DK)",
    "externalId": "245",
    "location": "Helsinki"
  },
  {
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-01T15:00:00.000Z",
    "area": "Uusimaa",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "description": "Tule viettämään hauskaa Pride-bingoiltaa Pien Brewpubiin torstaina 1.7. klo 18! Bingon vetää upea Viktor Koolla, helsinkiläinen drag-taiteilija ja kulttuurialan jokapaikanhöhlä. Popkulttuurifanaatikkona ja räjähtävänä esiintyjänä tunnettu Viktor on valloittanut katsojia\nympäri Suomea viimeiset neljä vuotta. Pride-bingon bilefiiliksestä vastaa DJ Kuraattori Paalanen.\n\nLisätiedot Facebook-tapahtumasta https://fb.me/e/2kuFRBpPRja Instagramista\n@pienbrewpub",
    "title": "Pride Bingo drag-taiteilija Viktor Koolla vetämänä",
    "endTime": null,
    "externalId": "289",
    "address": "virtuaalinen",
    "wholeDay": false,
    "category": [
      "Bileet"
    ]
  },
  {
    "addedBy": "SYSTEM",
    "endTime": null,
    "area": "Uusimaa",
    "startTime": "2021-07-01T15:00:00.000Z",
    "location": "Helsinki",
    "title": "Miten voimme? -paneelikeskustelu englanniksi",
    "url": "https://week.pride.fi",
    "description": "Mental health care needs, disparities, and well-being of LGBTIAQ+ non-finnish speakers in Finland. Recently, there has been a lively public debate in Finland to improve mental health services. So far, however, the mental health needs of minorities such as LHBTIAQ + and the non-Finnish-speaking population have not been taken into account in the discussion.\nIn this panel, we discuss the mental wellbeing, the availability and possible shortcomings of mental health care. How could LGBTIAQ+ needs be taken better into consideration? What could inclusive healthcare mean? What kinds of good practices could be implemented for securing the availability of therapists trained in LGBTIAQ+ issues? Are language needs met while organising mental health care? Panellists represent different backgrounds and intersecting identities.",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "category": [
      "Keskustelu tai luento"
    ],
    "externalId": "1617132970463"
  },
  {
    "area": "Uusimaa",
    "endTime": "2021-07-01T16:30:00.000Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "wholeDay": false,
    "startTime": "2021-07-01T15:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "title": "Rohkeammassa hengessä",
    "address": "virtuaalinen",
    "description": "Hengellisissä yhteisöissä on jo pitkään kaivattu ja rakennettu turvallisempaa tilaa seksuaali- ja sukupuolivähemmistöille. Olisiko nyt aika luoda myös rohkeampaa tilaa? Tervetuloa seuraamaan striimattua keskustelutilaisuutta 1.7. klo 18-19.30  Töölön seurakunnan Facebook- sivuilta osoitteessa facebook.com/toolonseurakunta ! Mukana keskustelemassa poliitikko, feministi Fatim Diarra, Islamia queeristi- hankkeen perustaja Mire Mroué, yliopistopappi, seksuaali- ja sukupuolivähemmistöjen pappi Laura Late Mäntylä, johtava asiantuntija, kirkolliskokousedustaja Hanna Mithiku ja Vantaan seurakuntien viestintäpäällikkö Meri-Anna Hintsala.",
    "externalId": "1618552136794"
  },
  {
    "endTime": "2021-07-01T16:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "description": "Verkkoluento sateenkaari-ihmisille ja muille kiinnostuneille. Mitä tarkoittaa vähemmistöstressi? Millaisia ilmenemismuotoja ja vaikutuksia sillä voi olla sateenkaari-\nihmisten rakkaus-, perhe- ja läheissuhteissa? Mitä vähemmistöstressille voi tehdä?\nLuennoitsijana perhetyöntekijä, perhe- ja paripsykoterapeutti Terhi Väisänen.",
    "startTime": "2021-07-01T15:00:00.000Z",
    "address": "Verkossa",
    "category": [
      "Keskustelu tai luento"
    ],
    "addedBy": "SYSTEM",
    "title": "Vähemmistöstressi ja sateenkaari-ihmisten ihmissuhteet",
    "externalId": "164",
    "wholeDay": false,
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "location": "Helsinki"
  },
  {
    "endTime": "2021-07-01T19:00:00.000Z",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "description": "Nauti lounge-tunnelmasta raikkaiden juomien ja kesäisten makujen kera. Vapaa pääsy, K22.",
    "location": "Helsinki",
    "externalId": "284",
    "address": "Lilla Roberts, Pieni Roobertinkatu 1",
    "wholeDay": false,
    "category": [
      "Bileet",
      "Esitys"
    ],
    "title": "Celebrating Pride with DJ Fiona Timantti",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T15:00:00.000Z"
  },
  {
    "area": "Uusimaa",
    "startTime": "2021-07-01T15:00:00.000Z",
    "wholeDay": false,
    "category": [
      "Keskustelu tai luento"
    ],
    "title": "Miten lapsia tehdään? -perheellistymisinfo",
    "address": "Verkossa, Zoom-liittymistiedot ilmoitetaan myöhemmin.",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "externalId": "1618589685137",
    "description": "Tilaisuus sateenkaarevan perheen perustamista suunnitteleville. Info- ja keskustelutilaisuus lapsiperheellistymisestä haaveileville hlbtiqa+-ihmisille. Tilaisuudessa käydään läpi lapsiperheellistymisen mahdollisuudet, kun omasta perheestä ei löydy sekä siittiöitä, munasoluja että kohtua.",
    "location": "Helsinki",
    "endTime": "2021-07-01T17:00:00.000Z",
    "url": "https://week.pride.fi"
  },
  {
    "event": "Helsinki Pride 2021",
    "description": "Hyvän tuulen komedia Pride kertoo tositarinan gay-aktivisteista, jotka päättivät aloittaa rahankeräyksen lakossa oleville kaivosmiehille 80-luvun puolivälin Briteissä.. Pride-henkisiä ilmaiselokuvanäytöksiä Malmitalon Pienessä salissa. Ennakkoilmoittautuminen vaaditaan Malmitalon nettisivujen kautta. \n\nVuonna 1984, kun raju kaivosalan murros leviää läpi Britti-yhteiskunnan, kaivosmiehet saavat tukea yllättävältä suunnalta: pieni gay-aktivistien ryhmä alkaa kerätä varoja lakkoilijoiden perheille. Kaivosmiesten liiton hylätessä aktivistien tuen, päättävät he yhteistuumin matkustaa pieneen kaivoskaupunkiin Walesiin ja lahjoittaa kerätyt varata henkilökohtaisesti. Matkasta tulee ikimuistoinen.",
    "title": "Elokuvanäytös: Pride",
    "category": [
      "Esitys"
    ],
    "endTime": null,
    "addedBy": "SYSTEM",
    "startTime": "2021-07-01T15:00:00.000Z",
    "wholeDay": false,
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "externalId": "156",
    "address": "Ala-Malmin puisto, Ala-Malmin tori 1",
    "area": "Uusimaa"
  },
  {
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "externalId": "100",
    "addedBy": "SYSTEM",
    "location": "Helsinki",
    "startTime": "2021-07-01T15:30:00.000Z",
    "url": "https://week.pride.fi",
    "category": [
      "Keskustelu tai luento"
    ],
    "endTime": "2021-07-01T16:30:00.000Z",
    "description": "Tilaisuus tänään 1.7.2021 maksuttomaksi tulleesta prep-lääkityksestä: mitä maksuton prep tarkoittaa käytännössä. Hiviä ennaltaehkäisevä prep-lääkitys on tänään 1.7.2021 tullut maksuttomaksi niille, joille prep-lääkitys on määrätty julkisessa terveydenhoidossa. Tilaisuudessa kerrotaan prep-lääkityksestä: mitä kokemuksia prep-lääkityksestä on ja miten lääkitykselle hakeudutaan tällä hetkellä ja tulevaisuudessa. Tilaisuus toteutetaan Instagram Livessä ja koronatilanteen salliessa yleisötapahtumana.",
    "title": "Maksuton prep-lääkitys",
    "address": "virtuaalinen",
    "area": "Uusimaa"
  },
  {
    "addedBy": "SYSTEM",
    "startTime": "2021-07-01T15:30:00.000Z",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "location": "Helsinki",
    "address": "Hämeentie 29, 7. krs",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "category": [
      "Vertaistapaaminen"
    ],
    "title": "Sosiaaliset vanhemmat",
    "endTime": "2021-07-01T17:30:00.000Z",
    "description": "Tervetuloa keskustelemaan vanhemmuudesta ei-synnyttäneen näkökulmasta!. Tapaaminen on tarkoitettu sekä tuleville että jo lapsellisille sosiaalisille vanhemmille. Tapaamisen tarkoitus on jakaa tuntemuksia ja kokemuksia, siitä millaista on olla ei-synnyttävä/ei-biologinen vanhempi. Tervetuloa uudet ja tutut! Ennakkoilmoittautuminen: hki.ilmot@sateenkaariperheet.fi",
    "externalId": "168"
  },
  {
    "url": "https://week.pride.fi",
    "title": "Pride-jatkot: Club La Persé",
    "endTime": "2021-07-01T19:00:00.000Z",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "address": "Kasarmitorin kesäterassi, Kasarmitori, 00130 Helsinki",
    "category": [
      "Bileet"
    ],
    "wholeDay": false,
    "description": "Tervetuloa nautiskelemaan sateenkaarevasta kesäillasta yhdessä upeiden artistien kanssa!. Bing bang bong! \nEveryone is welcome, and everyone is celebrated. \nLa Persé is Helsinki’s most exciting club night for Underground \nMusic, Art and Self-expression. An unpretentious experience \nabout music, art and self-expression.\n\n“Club La Persé is an eccentric club collective from Helsinki, Finland, \nthey are considered the pioneer of the Finnish club Kidz culture” \n- Wikipedia",
    "startTime": "2021-07-01T16:00:00.000Z",
    "externalId": "172"
  },
  {
    "title": "Chat sateenkaarevien lasten ja nuorten vanhemmille",
    "category": [
      "Vertaistapaaminen"
    ],
    "description": "Pohtiiko lapsesi sukupuoltaan tai seksuaalista suuntautumistaan? Tai kuuluuko hän sukupuoli- tai\nseksuaalivähemmistöön? Mitä tunteita ja ajatuksia se sinussa herättää?. Vertaischatissa keskustellaan anonyymisti tilanteen herättämistä tunteista ja kokemuksista sekä jaetaan\najatuksia esimerkiksi siitä, kuinka voi olla tukena omalle lapselleen tai mistä saa itse tukea. Keskustelussa on\nmukana vertaisohjaaja, joka on itsekin sateenkaarilapsen tai -nuoren vanhempi.",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-01T17:00:00.000Z",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "externalId": "165",
    "area": "Uusimaa",
    "endTime": "2021-07-01T18:00:00.000Z",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "address": "Verkossa"
  },
  {
    "event": "Helsinki Pride 2021",
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "externalId": "214",
    "title": "Pridekino 2021: Changing the Game",
    "endTime": null,
    "location": "Helsinki",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "category": [
      "Esitys"
    ],
    "startTime": "2021-07-01T17:00:00.000Z",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "wholeDay": false
  },
  {
    "endTime": null,
    "event": "Helsinki Pride 2021",
    "externalId": "237",
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "address": "Verkossa",
    "startTime": "2021-07-01T21:00:00.000Z",
    "url": "https://week.pride.fi",
    "title": "Samansukupuolisesta haureudesta tuomittu -video",
    "wholeDay": true,
    "location": "Helsinki",
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "addedBy": "SYSTEM",
    "area": "Uusimaa"
  },
  {
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "location": "Helsinki",
    "title": "HAM: Pride Podcast",
    "endTime": null,
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "wholeDay": true,
    "externalId": "296",
    "startTime": "2021-07-01T21:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "url": "https://week.pride.fi"
  },
  {
    "endTime": null,
    "startTime": "2021-07-01T21:00:00.000Z",
    "wholeDay": true,
    "location": "Helsinki",
    "category": [
      "Muu"
    ],
    "title": "Hiv-pikatestaus liikkuvassa yksikössä",
    "address": "Tarkista sijainnit http://hivpoint.fi/tapahtumat",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "description": "Anonyymi ja maksuton hiv-pikatestaus matkailuautossa 2.7. - 7.7.. Hiv-pikatestaus toteutetaan matkailuautossa, joka liikkuu homo- ja bimiesten ulkotapaamispaikoissa sekä Helsinki Priden tapahtumapaikoissa. Katso testausauton sijainti ja aikataulu tarkemmin hivpoint.fi/tapahtumat.",
    "externalId": "1618215893282"
  },
  {
    "category": [
      "Muu"
    ],
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "startTime": "2021-07-01T21:00:00.000Z",
    "addedBy": "SYSTEM",
    "address": "Instagram @unyouthfinland",
    "area": "Uusimaa",
    "wholeDay": true,
    "title": "Pride liikkeessä",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "externalId": "178"
  },
  {
    "description": "Sateenkaareva Helsinki: eilen, tänään, huomenna. Tervetuloa sateenkaarevaan kaupunkiseikkailuun Nuorten Pride -viikolla ma 28.6. - pe 2.7! \nTule mukaan tutustumaan Helsingin sateenkaarevaan historiaan ja nykyhetkeen sekä \nvisioimaan sateenkaarevaa tulevaisuutta digitaalisen kaupunkiseikkailun kautta. Seikkailu \ntoteutetaan mobiilisovelluksen avulla ja rastikierrokselle voi osallistua joko yksin tai yhdessä \npaikan päällä tai kotisohvalla. Lainaamme tarvittaessa myös osallistumiseen tarvittavan \nlaitteen. Kaupunkiseikkailun lähtö tapahtuu Nuorten Pride Houselta, josta saat myös ohjeet miten \nosallistua. Etänä pelaaville ohjeet löytyvät IrisHelsingin Instagramista. \nHuomioithan, että seikkailu toteututaan vain suomeksi.",
    "addedBy": "SYSTEM",
    "title": "Pride 2021 –digitaalinen kaupunkiseikkailu",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "wholeDay": true,
    "category": [
      "Liikunta"
    ],
    "startTime": "2021-07-01T21:00:00.000Z",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "externalId": "192"
  },
  {
    "externalId": "210",
    "category": [
      "Tyopaja"
    ],
    "title": "Glittermeikki-työpaja",
    "wholeDay": true,
    "startTime": "2021-07-01T21:00:00.000Z",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "endTime": null,
    "address": "virtuaalinen",
    "description": "Glittermeikki opetusvideo sekä kuvakilpailu Instagramissa 29.6.-2.7. Mitä olisikaan Pride-viikko ilman glitteriä! Tiistaina löydät instagramista tileiltä @malmitalo @operaatiopulssi @malminkirjasto Glitter-meikki opetusvideon, jonka avulla opit itse luomaan säkenöivän kimalluksen kasvoillesi! Haluatko osallistua kuvakilpailuun? Jaa kuvasi glittermeikistäsi tai Pride-outfitistasi, niin osallistut skabaan! Jaa kuva joko julkisena instagramiin tägäämällä tilit @malmitalo @operaatiopulssi @malminkirjasto tai salaisen tilin omistajana voit jakaa kuvasi Whatsappilla p. 0406837028. Huom! Julkaisemme voittajan kuvan perjantaina 2.7. Voittajaan olemme myös yksityisviestillä yhteydessä, ja hän saa noutaa palkinnon Malmitalolta sovitun mukaisesti. \n\nTyöpajan tiedot \nHarrastushaussa: https://www.harrastushaku.fi/view/14677"
  },
  {
    "location": "Helsinki",
    "area": "Uusimaa",
    "category": [
      "Muu"
    ],
    "description": "Puhelinpalvelu sateenkaari-ihmisille ja heidän läheisilleen. Pohdituttaako sinua jokin perhe-, rakkaus- tai läheissuhteessasi? Perhesuhdekeskuksen puhelinpalvelu tarjoaa tukea sateenkaari-ihmisten ihmissuhteisiin. Tilanne voi koskea esimerkiksi pari- tai monisuhteen ongelmia, erotilannetta, vanhemmuuden jakamisen haasteita, pulmia läheisten kanssa tai huolta omasta lapsesta.\n\nPuhelinpalvelu on auki maanantaina klo 15-16.30 ja perjantaina klo 8-10 numerossa 050 444 4446.\n\nLisätietoja: perhesuhdekeskus.fi",
    "address": "Puhelin",
    "title": "Tukea sateenkaareviin suhteisiin",
    "startTime": "2021-07-02T05:00:00.000Z",
    "endTime": "2021-07-02T07:00:00.000Z",
    "externalId": "153",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi"
  },
  {
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "externalId": "230",
    "location": "Helsinki",
    "category": [
      "Tyopaja",
      "Keskustelu tai luento"
    ],
    "url": "https://week.pride.fi",
    "address": "virtuaalinen",
    "title": "Pride in Progress - moninaisuus ja yhdenvertaisuuden edistäminen työelämässä",
    "area": "Uusimaa",
    "startTime": "2021-07-02T06:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-02T11:00:00.000Z",
    "description": "Working with Pride -päivässä syvennytään moninaisuuden ja yhdenvertaisuuden edistämiseen työelämän näkökulmasta. Stream-lähetystä kaupungintalon paneelikeskusteluista voi seurata tapahtumasivultamme sekä Helsinki-kanavalta."
  },
  {
    "description": "Joka arkipäivä klo 10-11 Radio Helsingissä.. Helsinki Pride -viikko on käynnissä ja se kuuluu myös Radio Helsingissä. Joka arkipäivä klo 10-11 käsittelemme mielenkiintoisten vieraiden kanssa elämää, kulttuuria ja urheilua sateenkaaren väreissä. Tule kuulolle <3",
    "wholeDay": false,
    "endTime": "2021-07-02T08:00:00.000Z",
    "externalId": "282",
    "address": "Radio Helsinki",
    "title": "Pride Show – Laura Haimila",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "category": [
      "Bileet",
      "Muu",
      "Keskustelu tai luento"
    ],
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "startTime": "2021-07-02T07:00:00.000Z"
  },
  {
    "location": "Helsinki",
    "wholeDay": false,
    "endTime": "2021-07-02T09:30:00.000Z",
    "area": "Uusimaa",
    "externalId": "167",
    "address": "Hämeentie 29, 7. krs",
    "description": "Tapaamispaikka perheille kaikissa sateenkaaren väreissä. \n. Perhetapaamisessa tutustua toisiin sateenkaariperheisiin rennon yhdessäolon merkeissä. Lapsille leluja, askartelupöytä ja leikkiseuraa, aikuisille juttuseuraa. Tarjolla kahvia ja pientä purtavaa. Hyvin varusteltu keittiö omia lounaseväitä varten.",
    "title": "Perhetapaaminen",
    "url": "https://week.pride.fi",
    "category": [
      "Vertaistapaaminen"
    ],
    "startTime": "2021-07-02T07:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM"
  },
  {
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "category": [
      "Nayttely"
    ],
    "externalId": "185",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "endTime": "2021-07-02T17:00:00.000Z",
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "startTime": "2021-07-02T07:00:00.000Z",
    "addedBy": "SYSTEM",
    "title": "Meistä",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "area": "Uusimaa"
  },
  {
    "area": "Uusimaa",
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com",
    "startTime": "2021-07-02T08:00:00.000Z",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "title": "Tatu Vuolteenaho – Eye–Leen",
    "event": "Helsinki Pride 2021",
    "category": [
      "Nayttely"
    ],
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "endTime": "2021-07-02T18:00:00.000Z",
    "location": "Helsinki",
    "externalId": "193",
    "addedBy": "SYSTEM"
  },
  {
    "address": "Maunula-talo, Metsäpurontie 4",
    "location": "Helsinki",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "endTime": null,
    "event": "Helsinki Pride 2021",
    "category": [
      "Tyopaja"
    ],
    "externalId": "130",
    "startTime": "2021-07-02T10:00:00.000Z",
    "description": "Nuorten Pride -viikko Maunula-talossa  Rap & lyriikka -työpajassa kirjoitetaan nuorten tekemien biittien säestyksellä rap-lyriikkaa suomeksi ja englanniksi sekä treenataan räppäämistä 3.7. järjestettävää hip-hop tapahtumaa varten. Tervetuloa myös tekemään banderolleja ja kylttejä tai vain olemaan, pelailemaan ja herkuttelemaan. Osaan työpajoista on ennakkoilmoittautuminen, mutta niihin voi liittyä myös spontaanisti, mikäli tilaa riittää. Maunulan sateenkaarikeitaalla on mahdollista esittää omia esityksiä open mic -tyylillä työpajojen ja muun ohjelman väleissä.   \n  \nHUOM! Banderollien ja kylttien suunnittelupäivät ovat ennen Prideä 22.6. ja 23.6.   \nLisätietoa: nuoriso-ohjaaja Emilia p. 040 4866051.     \n  \nPerjantain työpajat  \nKlo 13–19 Maunulan sateenkaarikeitaan pelipiste  \nklo 13–16 Kylttityöpaja ja banderolli -työpaja.   \nSuunnittelupäivät ti-ke 22.-23.6.2021 Maunula-talolla. Ilmoittaudu ennakkoon.  \nklo 16–19 Rap & lyriikka -työpaja. Ilmoittaudu ennakkoon. \n",
    "wholeDay": false,
    "title": "Maunulan sateenkaarikeidas"
  },
  {
    "addedBy": "SYSTEM",
    "endTime": "2021-07-02T14:00:00.000Z",
    "wholeDay": false,
    "location": "Helsinki",
    "address": "Nuortentila Siipi, Alberganesplanadi 1, Espoo",
    "area": "Uusimaa",
    "externalId": "1618488703841",
    "description": "Nuortenilta erityisesti sateenkaareville nuorille. Lähdemme yhdessä noin klo 17 Kallion kirkon sateenkaarimessuun. Kielet: suomi ja ruotsi.",
    "url": "https://week.pride.fi",
    "category": [
      "Vertaistapaaminen"
    ],
    "title": "SateenkaariSiipi",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-07-02T11:00:00.000Z"
  },
  {
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-02T11:00:00.000Z",
    "endTime": "2021-07-02T17:00:00.000Z",
    "category": [
      "Tyopaja",
      "Muu"
    ],
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "description": "Nuorten oma Pride-tila. Sateenkaarevassa tilassa on mahdollisuus osallistua erilaisiin työpajoihin, hengailla, tavata mukavia\nihmisiä, piirtää, pelata ja paljon muuta kivaa. Nuorten Pride House on avoinna kaikille 13-20 -\nvuotiaille maanantai 28.6. - perjantai 2.7. klo 14-20.",
    "externalId": "276",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "title": "Nuorten Pride House"
  },
  {
    "category": [
      "Tyopaja"
    ],
    "endTime": "2021-07-02T13:00:00.000Z",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "wholeDay": false,
    "externalId": "222",
    "startTime": "2021-07-02T11:00:00.000Z",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "title": "Luovan kirjoittamisen työpaja (FI)",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "description": "Kyky ilmaista itseään on yksi tärkeimmistä asioista maailmassa: sen avulla voimme viestiä toiveistamme ja unelmistamme, ymmärtää muita, osallistua keskusteluun aikamme suurista kysymyksistä ja luoda muutosta.. Suomenkielisen työpajan vetäjä on kirjailija Siiri Enoranta. Enoranta on vuonna 1987 syntynyt tamperelainen kirjailija, jonka teokset uhmaavat genre- ja kohderyhmäluokitteluja.\n\nTyöpajaan mahtuu kymmenen osallistujaa."
  },
  {
    "endTime": "2021-07-02T13:30:00.000Z",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "description": "Tule tekemään oman näköinen kangaskassisi Nuorten Pride Houselle torstaina 1.7. ja perjantaina 2.7. Haluatko koristella omaa asuasi? Haluaisitko piristää omaa tyyliäsi? Haluatko kertoa asuilla tarinaa?  Kangaskassi -työpaja tarjoaa mahdollisuuden luoda itsellesi oman kassin, jonka saat työpajasta mukaasi. Koristelussa käytetään kangastusseja. ",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "title": "Kangaskassi-työpaja",
    "externalId": "143",
    "location": "Helsinki",
    "address": "Nuorten Pride House, Konepajankuja 3, Helsinki",
    "startTime": "2021-07-02T11:30:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "area": "Uusimaa"
  },
  {
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "area": "Uusimaa",
    "externalId": "277",
    "description": "Työpajassa tutustutaan matalalla kynnyksellä sanataiteeseen, vanhoja kirjoja ja luovuutta käyttäen. Luvassa blackout poetrya, whiteout poetrya ja ripout poetrya. Kaikki pohjautuvat samaan periaatteeseen, jossa pohjana käytetään kirjan sivua, josta valitaan sanoja, joista koostuu runo. Runot voivat olla kertovia tai kokonaan abstrakteja kokonaisuuksia. Valittujen sanojen ulkopuolelle jäävä teksti mustataan markkerilla, yliviivataan valkoiseksi, tai sanat revitään ja liimataan paperille. Taustasta voi taiteilla mieleisensä. Tekniikoilla saa monen näköisiä variaatioita, joista voi tehdä vaikka suuremman kollaasin. Sanataiteilun pohjalla käytetään poistokirjoja, kierrätysideologiaa noudattaen. Tule mukaan ja päästä luovuutesi valloilleen! \n\nOhjaajana toimii loppuvaiheen yhteisöpedagogiopiskelija ja Helsinki Pride –yhteisön Nuorten Priden harjoittelija T, jonka pedagoginen lähestyminen pohjautuu arvostavan kohtaamisen, intersektionaalisen feminismin ja sukupuolisensitiivisyyden periaatteisiin. Voit ilmoittautua sanataidetyöpajaan ennakkoon täällä: https://forms.office.com/r/7G6EvLuF2e . Pajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "title": "Sanataidetyöpaja",
    "startTime": "2021-07-02T11:30:00.000Z",
    "location": "Helsinki",
    "endTime": "2021-07-02T13:30:00.000Z",
    "url": "https://week.pride.fi",
    "category": [
      "Tyopaja"
    ],
    "addedBy": "SYSTEM"
  },
  {
    "externalId": "1617002564236",
    "area": "Uusimaa",
    "title": "Sateenkaareva hengailuilta",
    "wholeDay": false,
    "endTime": "2021-07-02T15:00:00.000Z",
    "category": [
      "Keskustelu tai luento",
      "Vertaistapaaminen"
    ],
    "description": "Sateenkaareva hengailu -ilta etänä perjantaina 2.7. klo 15-18!. Pride-viikko kokoaa nuoret yhteiseen digitapahtumaan pe 2.7.2021 klo 15-18. Illan aikana pelataan bingoa, joten ilmoittaudu etukäteen saadaksesi sekä linkin, että bingokupongin! Bingoahan ei tietysti voi pelata ilman huikeita palkintoja, joten nyt ei kannata jättää osallistumatta! Linkkiä ja kuponkia varten voit olla yhteydessä meihin joko Instagramissa @operaatiopulssi ja @malmitalo tai whatsappaamalla Sannalle p. 040 683 7028.",
    "addedBy": "SYSTEM",
    "address": "virtuaalinen",
    "startTime": "2021-07-02T12:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "url": "https://week.pride.fi"
  },
  {
    "externalId": "119",
    "addedBy": "SYSTEM",
    "endTime": "2021-07-02T16:00:00.000Z",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "startTime": "2021-07-02T12:00:00.000Z",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "address": "Ala-Malmin puisto, Ala-Malmin tori 1",
    "description": "Tule mukaan piknikille!. Nappaa kainaloon viltti ja piknikherkut ja saavu yhteisölliseen pikniktapahtumaan Ala-Malmin puistoon perjantaina 2.7.2021. Kesätunnelmaa luodaan saippuakuplin, joiden sateenkaaren sävyillä täytetään yhdessä koko Malmi! Rajoitusten mukaan luodaan joko yksi jättimäinen yhteinen piknikalue tai viritellään turvavälit kuntoon ja pysytellään oman seurueen kanssa, mutta nautitaan ilmoilla lentävistä kuplista. Ennakkoilmoittautuminen Harrastushaun kautta,\nsäävaraus: https://www.harrastushaku.fi/view/14676 Jaa fiilistelykuvasi myös someen #sateenkaariajasaippuakuplia #nuortenpride ",
    "category": [
      "Tyopaja"
    ],
    "title": "Sateenkaaria ja saippuakuplia –piknik"
  },
  {
    "title": "TukTuk kierros Helsingin homohistoriaan",
    "endTime": null,
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "event": "Helsinki Pride 2021",
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "addedBy": "SYSTEM",
    "address": "Lähtöpaikka Runeberginkatu 5, Helsinki",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "externalId": "145",
    "startTime": "2021-07-02T12:00:00.000Z",
    "wholeDay": false
  },
  {
    "address": "Maunula-talo, Metsäpurontie 4",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "wholeDay": false,
    "area": "Uusimaa",
    "endTime": "2021-07-02T16:00:00.000Z",
    "startTime": "2021-07-02T13:00:00.000Z",
    "description": "Rap & lyriikka –työpaja Rap & lyriikka -työpajassa kirjoitetaan nuorten tekemien biittien säestyksellä rap-lyriikkaa suomeksi ja englanniksi sekä treenataan räppäämistä 3.7. järjestettävää hip-hop tapahtumaa varten.",
    "title": "Maunulan sateenkaarikeidas: Rap & Lyriikka",
    "category": [
      "Tyopaja",
      "Musiikki"
    ],
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "externalId": "126"
  },
  {
    "url": "https://week.pride.fi",
    "title": "Pride Game Jam HKI21",
    "externalId": "1618509617540",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "address": "Online",
    "startTime": "2021-07-02T13:00:00.000Z",
    "area": "Uusimaa",
    "endTime": "2021-07-02T18:00:00.000Z",
    "description": "Hobby game creation marathon!. Hobby game creation marathon lasting 48h focused on LGBTQ+ themes and representation, includes workshops, a panel discussion about relevant topics, speakers from the game industry and much more! Event hosted online and all activities are streamed. Beginner friendly.",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "category": [
      "Esitys",
      "Keskustelu tai luento",
      "Tyopaja",
      "Vertaistapaaminen"
    ]
  },
  {
    "description": "Helsinki Priden pääyhteistyökumppani Zalandon kesän Pukukoodi: Vapaus -kampanjassa kampanjakasvoina ja innoittajina nähdään LGBTQ+ yhteisön suomalaisia pioneereja ja edelläkävijöitä. Kampanja kiittää heitä ja tuo jokaisen henkilökohtaisen tyylitarinan esille. Paneelikeskustelussa tyylistä sekä Priden juhlavuodesta keskustelemassa ovat pioneerit Axu Saha sekä Juha Laurikainen. Keskustelun moderoi vaikuttaja Mona Bling.",
    "title": "Zalando x Helsinki Pride -paneelikeskustelu",
    "wholeDay": false,
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "externalId": "307",
    "location": "Helsinki",
    "startTime": "2021-07-02T13:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-02T14:00:00.000Z",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "url": "https://week.pride.fi"
  },
  {
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "endTime": "2021-07-02T15:30:00.000Z",
    "externalId": "1618590260853",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "description": "Tapaaminen polyperheille, joissa on lapsia tai lapset ovat suunnitteilla. Mukavaa yhdessäoloa ja jakamista. Rentoa juttelua ja kahvittelua.",
    "title": "Polyperhetapaaminen",
    "address": "Hämeentie 29, 7. krs",
    "category": [
      "Vertaistapaaminen"
    ],
    "wholeDay": false,
    "startTime": "2021-07-02T13:30:00.000Z",
    "area": "Uusimaa"
  },
  {
    "category": [
      "Vertaistapaaminen"
    ],
    "address": "Kuusijärven ulkoilualue, Kuusijärventie 3, 01260 Vantaa",
    "area": "Uusimaa",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "endTime": "2021-07-02T16:00:00.000Z",
    "startTime": "2021-07-02T14:00:00.000Z",
    "description": "Perjantai-ilottelu Kuusijärvellä ulkopakopelin ja picnikin merkeissä. Sateenkaariperheiden koululaiset vanhempineen kokoontuvat Kuusijärven ulkoilualueelle perjantai-ilotteluun. Ratkaisuverstas tarjoaa perheille mobiililaitteilla pelattavan ulkopakopelin, jossa liikutaan Kuusijärven ympäristössä. Pelaajat saavat oudon yhteydenoton pieneltä Robin-nimiseltä robotilta ja pääsevät auttamaan robottia, jotta tämän hartain toive voisi toteutua. Koululaisten pikkusisarukset ovat tervetulleita mukaan, vaikka pelin tehtävät ovatkin ensisijaisesti suunnattu kouluikäisestä eteenpäin. Pelin jälkeen kokoonnutaan yhteiselle picnikille vaihtamaan kuulumisia ja syömään ja juomaan Sateenkaariperheiden tarjoamia eväitä. Mahdollisuus myös uimiseen ja kahvilaostoksiin.\nIlmoittaudu mukaan saadaksesi henkilökohtainen osallistumiskoodi, hki.ilmot@sateenkaariperheet.fi.",
    "event": "Helsinki Pride 2021",
    "title": "Sateenkaariperheiden koululaiset",
    "externalId": "1618603350306",
    "location": "Helsinki"
  },
  {
    "description": "Tervetuloa pelaamaan hyvässä seurassa!. Nuorten Pride Housessa järjestetään vapaamuotoisen pelaamisen ilta. Käytössä on Pelitalo Sturen 25 tehokasta pelitietokonetta, pelikonsoleita sekä laaja valikoima lautapelejä.\n",
    "startTime": "2021-07-02T14:00:00.000Z",
    "category": [
      "Tyopaja",
      "Bileet"
    ],
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "title": "Gaymers’ Night peli-ilta",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "address": "Nuorten Pride House, Konepajankuja 3, Helsinki",
    "area": "Uusimaa",
    "endTime": "2021-07-02T17:00:00.000Z",
    "externalId": "139",
    "location": "Helsinki"
  },
  {
    "title": "Entä jos sittenkin rakastumme",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "endTime": null,
    "address": "Nuorten Pride House, Konepajankuja 3",
    "area": "Uusimaa",
    "startTime": "2021-07-02T14:00:00.000Z",
    "addedBy": "SYSTEM",
    "category": [
      "Esitys"
    ],
    "description": "Esitys kahdesta nuoresta, jotka suhteensa alussa etsivät yhteisiä sääntöjä ja rakentavat luottamusta.. Teatteriesityksemme taiteilee perinteisen teatterin ja esitystaiteen välillä. Modernissa kokonaisuudessa hyödynnetään lavarunoutta, dialogia ja videotaidetta.\nRohkea, yllättävä, iholle tuleva ja lempeän anarkistinen esitys on omakäsikirjoituksemme ja ohjauksemme, joka pohjautuu 2019 tekemäämme teatteridiplomiin. Esitys ei sovellu alle 13-vuotiaille ja on suomenkielinen.",
    "wholeDay": false,
    "externalId": "159"
  },
  {
    "title": "TukTuk kierros Helsingin homohistoriaan",
    "location": "Helsinki",
    "area": "Uusimaa",
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "wholeDay": false,
    "startTime": "2021-07-02T14:00:00.000Z",
    "category": [
      "Keskustelu tai luento"
    ],
    "endTime": null,
    "address": "Lähtöpaikka Runeberginkatu 5, Helsinki",
    "event": "Helsinki Pride 2021",
    "externalId": "146",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi"
  },
  {
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "endTime": "2021-07-02T16:30:00.000Z",
    "event": "Helsinki Pride 2021",
    "description": "Korujen tekoa Nuorten Pride Housella torstaina 1.7. ja perjantaina 2.7. Haluatko koristella omaa asuasi? Haluaisitko piristää omaa tyyliäsi? Haluatko kertoa asuilla tarinaa?  \nKorutyöpaja tarjoaa mahdollisuuden luoda itsellesi oman korun käteen tai voit koristella omia \nvaatteitasi helmien avulla. Saat rakentaa itsellesi juuri sellaisen korun kuin haluat helmiä apuna \nkäyttäen ja saat oman korusi mukaasi. Voit ilmoittautua pajaan ennakkoon: \nhttps://forms.office.com/r/RJVV0d6VLM \nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "area": "Uusimaa",
    "location": "Helsinki",
    "address": "Nuorten Pride House, Konepajankuja 3, Helsinki",
    "title": "Korutyöpaja",
    "startTime": "2021-07-02T14:30:00.000Z",
    "category": [
      "Tyopaja"
    ],
    "externalId": "142",
    "addedBy": "SYSTEM"
  },
  {
    "address": "Lilla Roberts, Pieni Roobertinkatu 1",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "title": "Celebrating Pride with DJ Wekesa",
    "externalId": "285",
    "location": "Helsinki",
    "startTime": "2021-07-02T15:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "category": [
      "Bileet",
      "Esitys"
    ],
    "endTime": "2021-07-02T19:00:00.000Z",
    "wholeDay": false,
    "description": "Nauti lounge-tunnelmasta raikkaiden juomien ja kesäisten makujen kera. Vapaa pääsy, K22.",
    "area": "Uusimaa"
  },
  {
    "category": [
      "Keskustelu tai luento",
      "Vertaistapaaminen"
    ],
    "description": "Setan nuorisotoimikunnan järjestämä paneelikeskustelu, jonka ohessa nuorille suunnattua hengailua.. Setan nuorisotoimikunta järjestää paneelikeskustelun aiheesta vähemmistöjä vähemmistöjen sisällä. Keskustelijoiksi on kutsuttu näihin eri vähemmistöihin kuuluvia sateenkaari-ihmisiä.",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "externalId": "1617020827667",
    "event": "Helsinki Pride 2021",
    "endTime": null,
    "startTime": "2021-07-02T15:00:00.000Z",
    "title": "Vähemmistöt vähemmistöissä",
    "location": "Helsinki",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13"
  },
  {
    "startTime": "2021-07-02T15:00:00.000Z",
    "description": "Normal Cake, Please on yhtä kuin fiktiiviset häät Paavalin kirkossa, Helsingissä, heinäkuussa 2021.. Tämä yllättävä ja paikkasidonnainen englanninkielinen esitys kysyy mikä on vapauden tila, tarvitaanko hääkakkua – ja ennen kaikkea mikä on normaalia. Yleisö kutsutaan mukaan asian käsittelyyn, he auttavat ratkaisemaan esityksen hahmojen pähkinän: minkälainen liitto lopulta solmitaan ja kuka saa kenet.\n\nTyöryhmä: Nina Larissa Bassett (DK), Ivo Briedis (LV), Janne Saarakkala (FI), Jamie MacDonald (FI/CA), Raisa Omaheimo (FI), Kira Riikonen (FI), Dajo Vande Putte (DK), Viha Piirakka (FI), Varanka (FI), Paula Koivunen (FI), Janne Pellinen (FI), Mikko Helenius (FI), Thomas Burø (DK), Beáta Kublik (DK)",
    "title": "Kapsäkki Goes Pride: Normal cake, Please",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-02T17:30:00.000Z",
    "area": "Uusimaa",
    "wholeDay": false,
    "location": "Helsinki",
    "externalId": "246",
    "category": [
      "Esitys"
    ],
    "addedBy": "SYSTEM",
    "address": "Paavalin kirkko, Sammatintie 5",
    "url": "https://week.pride.fi"
  },
  {
    "location": "Helsinki",
    "externalId": "241",
    "address": "Sky Terrace, Klaus K Hotel, Bulevardi 2-4",
    "area": "Uusimaa",
    "event": "Helsinki Pride 2021",
    "title": "Let's Come Together -klubi",
    "endTime": "2021-07-02T19:00:00.000Z",
    "description": "Let's Come Together -klubi Pride-tunnelmissa!. Esiintymässä House of Disappointments ja DJ Coco. Vapaa pääsy!",
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-02T15:00:00.000Z",
    "category": [
      "Bileet"
    ],
    "wholeDay": false
  },
  {
    "endTime": null,
    "url": "https://week.pride.fi",
    "externalId": "1618573989442",
    "description": "Sateenkaarijumalanpalvelus Kallion kirkossa pe 2.7. klo 18.. Saarna: Tarja Pyykkö\nLiturgi: Jaana Partti\nAvustaa: Ani Iivanainen, Sami Suhonen\nKanttori: Kimmo Puunenä, \nmukana Sateenkaarimessukuoro Ääniset.",
    "event": "Helsinki Pride 2021",
    "category": [
      "Muu",
      "Musiikki"
    ],
    "area": "Uusimaa",
    "title": "Sateenkaarimessu",
    "wholeDay": false,
    "location": "Helsinki",
    "address": "Kallion kirkko, Itäinen papinkatu 2",
    "startTime": "2021-07-02T15:00:00.000Z",
    "addedBy": "SYSTEM"
  },
  {
    "title": "Karhu x Pride: Seuraa itseäsi – Transsukupuolisuus Suomessa",
    "area": "Uusimaa",
    "category": [
      "Keskustelu tai luento"
    ],
    "startTime": "2021-07-02T15:00:00.000Z",
    "endTime": "2021-07-02T16:30:00.000Z",
    "externalId": "269",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "description": "Mitä transoikeudet ovat ja miksi niillä on väliä? Ja millaista on elää transsukupuolisena Suomessa? Toimittaja Mona Bling ja ihmisoikeuskouluttaja Dakota Robin juontavat virallisen Pride-ohjelman. Tapahtuma järjestetään virtuaalisesti Clubhousessa ja on suunnattu aikuisille. Tapahtuman kieli on suomi.",
    "url": "https://week.pride.fi",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "address": "virtuaalinen"
  },
  {
    "externalId": "173",
    "url": "https://week.pride.fi",
    "wholeDay": false,
    "area": "Uusimaa",
    "address": "Kasarmitorin kesäterassi, Kasarmitori, 00130 Helsinki",
    "title": "Pride-jatkot: Haimlich & Fannstein",
    "startTime": "2021-07-02T16:00:00.000Z",
    "location": "Helsinki",
    "category": [
      "Bileet"
    ],
    "addedBy": "SYSTEM",
    "endTime": "2021-07-02T19:00:00.000Z",
    "description": "Tervetuloa nautiskelemaan sateenkaarevasta kesäillasta yhdessä upeiden artistien kanssa!. Tänä vuonna legendaariset naistenbileet jää välistä, mutta lohtua siihen tuo Haimlich & Fannstein eli Laura Haimila ja Fanni Noroila, jotka soittavat iloksemme Kasarmitorin terassilla. Ilta tulee täyttymään loistavasta queer-musasta kaikissa sateenkaren sävyissä.",
    "event": "Helsinki Pride 2021"
  },
  {
    "title": "Helsinki Gay Walk",
    "startTime": "2021-07-02T16:00:00.000Z",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "category": [
      "Keskustelu tai luento"
    ],
    "url": "https://week.pride.fi",
    "description": "Kävelykierros Helsingin homohistoriaan.. Noin kahden tunnin ja viiden kilometrin kävelykierros Helsingin keskustan alueella. Kierroksella kuullaan seksuaalivähemmistöjen asemasta kehittyvän yhteiskunnan rinnalla sotien jälkeisessä yhteiskunnassa ja nähdään paikkoja, jotka liittyvät Helsingin ja Suomen homohistoriaan.",
    "addedBy": "SYSTEM",
    "endTime": null,
    "address": "Kävelykierroksen lähtöpaikka Vanha Ylioppilastalo, Mannerheimintie 3",
    "externalId": "1613659569948",
    "wholeDay": false,
    "area": "Uusimaa"
  },
  {
    "startTime": "2021-07-02T16:00:00.000Z",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "address": "Musiikkiteatteri Kapsäkki, Hämeentie 68",
    "location": "Helsinki",
    "externalId": "248",
    "description": "Tämä on kolmen upean draqartistin liveilta. Luvassa musikaalisävelmiä, suomalaisten naisartistien hittejä, lauluja kaikilla kieliä. Shampanjan makuinen ilta luvassa Kapsäkki Goes Pride -festivaalilla!. Madame de la Menopaux, laulu\nNikoLa, laulu\nPola Ivanka, laulu\nMikko Mattila, piano",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "category": [
      "Esitys"
    ],
    "title": "Kapsäkki Goes Pride: Pride Queens",
    "endTime": "2021-07-02T17:00:00.000Z",
    "url": "https://week.pride.fi"
  },
  {
    "externalId": "215",
    "title": "Pridekino 2021: End of the Century",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "area": "Uusimaa",
    "endTime": null,
    "category": [
      "Esitys"
    ],
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "startTime": "2021-07-02T16:30:00.000Z",
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa."
  },
  {
    "endTime": null,
    "externalId": "242",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "wholeDay": false,
    "title": "SubRadio (USA) on Pride Stream",
    "category": [
      "Bileet",
      "Esitys"
    ],
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "address": "virtuaalinen",
    "description": "Sub-Radio soittaa indie-poppia, joka groovaa, pistää, vinkkaa silmää, iskee, inspiroi. Kuudesta lapsuudenystävästä muodostettu yhtye on rakentanut suosiotaan kotikaupungistaan Washingtonista käsin ekstaattisten esitysten ja julkaisujen tykityksen siivittämänä.",
    "startTime": "2021-07-02T17:00:00.000Z"
  },
  {
    "area": "Uusimaa",
    "description": "Jatkona Extravaganza Queer Gala 2020:n menestykselle, Betty Fvck ylpeänä esittää Helsinki Pride viikolla 2021: ’The Second Extravaganza Queer Gala'.. Tule mukaan juhlimaan Queer taidetta! Upea artistikattaus koostuu circus, drag ja burleski-esiintyjistä, jotka täyttävät lavan ilolla, rakkaudella ja ylpeydellä! Tapahtuma live-striimataan katsottavaksi kotona ja esitys on nähtävissä kaksi viikkoa esityksen jälkeen. Olemme valmistelleet erikoispalkinnon yleisölle joka lähettää kuvansa tapahtuman Facebook-sivuille: nyt on mahdollisuutesi loistaa mitä queereimmassa ja upeimmassa asussasi!\n\nLiput:  6 € (sis. palvelumaksun) https://www.lippu.fi/",
    "event": "Helsinki Pride 2021",
    "address": "Kulttuurikeskus Caisa, Kaikukatu 4 B",
    "url": "https://week.pride.fi",
    "title": "The Second Extravaganza Queer Gala",
    "category": [
      "Esitys",
      "Bileet"
    ],
    "endTime": "2021-07-02T19:30:00.000Z",
    "externalId": "251",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-02T17:00:00.000Z",
    "wholeDay": false,
    "location": "Helsinki"
  },
  {
    "address": "Ravintola Bistro K, Hämeentie 68",
    "url": "https://week.pride.fi",
    "title": "Kapsäkki Goes Pride: KingiBingo",
    "externalId": "250",
    "addedBy": "SYSTEM",
    "category": [
      "Esitys",
      "Bileet"
    ],
    "startTime": "2021-07-02T17:15:00.000Z",
    "description": "Karvat naamaan ja pallot pyörimään!. Luvassa hervottoman hauska drag bingo, jossa on huikean hyvät\npalkinnot. Kuka voittaa total make overin ja kenestä kruunataan illan virallinen valvoja?\n\nDrag kingit Tomppa ja Klude laittavat pallot pyörimään klo 20.30,\nmutta ovat viihdyttämässä sinua jo klo 20. Kingi Bingo loppuu noin klo 22. Tapahtuma on maksuton.\n\nOle oman elämäsi pallo – tule!",
    "endTime": "2021-07-02T19:00:00.000Z",
    "area": "Uusimaa",
    "location": "Helsinki",
    "wholeDay": false,
    "event": "Helsinki Pride 2021"
  },
  {
    "address": "virtuaalinen",
    "category": [
      "Esitys",
      "Keskustelu tai luento"
    ],
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "wholeDay": false,
    "location": "Helsinki",
    "startTime": "2021-07-02T18:00:00.000Z",
    "addedBy": "SYSTEM",
    "endTime": null,
    "description": "Mitä yhteistä on Tuure Boeliuksella ja yhdysvaltalaisella SubRadio-popyhtyeellä? Kenen tarinoita lauluissa kerrotaan ja kuka saa tanssia suomalaisella musiikkivideolla? Mitä \"poikabändi\" edes tarkoittaa ja miksi se voisi tulla? Musiikintutkija Alina Tolvanen tapaa perjantai-illan Instagram Livessä omintakeisen SubRadion jäsenet. Virittäydy tunnelmaan kuuntelemalla SubRadion ainutlaatuinen keikka Pride-striimissä ja tule esittämään omat kysymyksesi! Haastattelun kieli on englanti.",
    "title": "Subradio (USA) Q&A",
    "externalId": "243"
  },
  {
    "endTime": null,
    "externalId": "216",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "startTime": "2021-07-02T18:30:00.000Z",
    "wholeDay": false,
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "event": "Helsinki Pride 2021",
    "title": "Pridekino 2021: Moffie",
    "category": [
      "Esitys"
    ]
  },
  {
    "address": "Tarkista sijainnit http://hivpoint.fi/tapahtumat",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-02T21:00:00.000Z",
    "endTime": null,
    "wholeDay": true,
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "description": "Anonyymi ja maksuton hiv-pikatestaus matkailuautossa 2.7. - 7.7. miehille, joilla on seksiä miesten kanssa.. Hiv-pikatestaus toteutetaan matkailuautossa, joka liikkuu homo- ja bimiesten ulkotapaamispaikoissa sekä Helsinki Priden tapahtumapaikoissa. Katso testausauton sijainti ja aikataulu tarkemmin hivpoint.fi/tapahtumat.",
    "location": "Helsinki",
    "title": "Hiv-testaus liikkuvassa yksikössä",
    "category": [
      "Muu"
    ],
    "externalId": "196",
    "url": "https://week.pride.fi"
  },
  {
    "category": [
      "Bileet"
    ],
    "description": "IrisHelsingin euroviisuaiheinen Pride-viikon päätösilta. Tervetuloa Irisviisujen kimaltavaan maailmaan! Irisviisut ovat IrisHelsingin euroviisuaiheinen nuorten ilta, jossa juhlistetaan päättyvää Pride-viikkoa Euroviisuista tutussa värikkäässä glamourtunnelmassa. Irisviisuissa on luvassa Euroviisujen timanttisia kappaleita, glitterinhohtoinen asutapahtuma, jossa voit kuvata itsesi upeassa asussa valitsemallasi taustalla, sekä Kahoot Euroviisuvisa. Voit osallistua tapahtumaan Nuorten Pride Housessa!",
    "title": "IrisVision",
    "startTime": "2021-07-02T21:00:00.000Z",
    "endTime": null,
    "wholeDay": true,
    "externalId": "1618482148165",
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "address": "Nuorten Pride House, Konepajankuja 3",
    "addedBy": "SYSTEM"
  },
  {
    "address": "Verkossa",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-02T21:00:00.000Z",
    "wholeDay": true,
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "location": "Helsinki",
    "externalId": "238",
    "endTime": null,
    "addedBy": "SYSTEM",
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "title": "Samansukupuolisesta haureudesta tuomittu -video"
  },
  {
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "wholeDay": true,
    "startTime": "2021-07-02T21:00:00.000Z",
    "title": "Pride liikkeessä",
    "endTime": null,
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "address": "Instagram @unyouthfinland",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "category": [
      "Muu"
    ],
    "externalId": "179",
    "location": "Helsinki"
  },
  {
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "externalId": "297",
    "wholeDay": true,
    "url": "https://week.pride.fi",
    "startTime": "2021-07-02T21:00:00.000Z",
    "area": "Uusimaa",
    "endTime": null,
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "title": "HAM: Pride Podcast"
  },
  {
    "area": "Uusimaa",
    "externalId": "198",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "title": "Pride Game Jam HKI21",
    "event": "Helsinki Pride 2021",
    "category": [
      "Esitys",
      "Keskustelu tai luento",
      "Tyopaja",
      "Vertaistapaaminen"
    ],
    "wholeDay": false,
    "startTime": "2021-07-03T07:00:00.000Z",
    "address": "Online",
    "endTime": "2021-07-03T18:00:00.000Z",
    "description": "Hobby game creation marathon!. Hobby game creation marathon lasting 48h focused on LGBTQ+ themes and representation, includes workshops, a panel discussion about relevant topics, speakers from the game industry and much more! Event hosted online and all activities are streamed. Beginner friendly.",
    "addedBy": "SYSTEM"
  },
  {
    "category": [
      "Vertaistapaaminen"
    ],
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "description": "Vapaamuotoinen tapaaminen lapsiperheille Leikkipuisto Linjan ulkotiloissa. Tervetuloa tapaamaan tuttuja ja tustustumaan uusiin kavereihin!",
    "addedBy": "SYSTEM",
    "externalId": "1617079086410",
    "endTime": null,
    "startTime": "2021-07-03T07:30:00.000Z",
    "address": "Leikkipuisto Linja, Toinen linja 6",
    "location": "Helsinki",
    "title": "Perhepiknik",
    "wholeDay": false
  },
  {
    "address": "Helsingin tuomiokirkko, Unioninkatu 29",
    "area": "Uusimaa",
    "externalId": "1618575473660",
    "title": "Pride-hartaus",
    "wholeDay": false,
    "endTime": null,
    "location": "Helsinki",
    "description": "Pride-viikon hartaushetki Helsingin Tuomiokirkossa lauantaina 3.7. klo 10.",
    "category": [
      "Muu"
    ],
    "url": "https://week.pride.fi",
    "startTime": "2021-07-03T07:30:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM"
  },
  {
    "startTime": "2021-07-03T08:00:00.000Z",
    "addedBy": "SYSTEM",
    "externalId": "194",
    "title": "Tatu Vuolteenaho – Eye–Leen",
    "wholeDay": false,
    "category": [
      "Nayttely"
    ],
    "event": "Helsinki Pride 2021",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "endTime": "2021-07-03T18:00:00.000Z",
    "location": "Helsinki",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com"
  },
  {
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "endTime": "2021-07-03T15:00:00.000Z",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "title": "Meistä",
    "category": [
      "Nayttely"
    ],
    "externalId": "186",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "area": "Uusimaa",
    "wholeDay": false,
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "startTime": "2021-07-03T08:00:00.000Z"
  },
  {
    "wholeDay": false,
    "area": "Uusimaa",
    "category": [
      "Bileet",
      "Muu",
      "Keskustelu tai luento"
    ],
    "description": "Helsinki Pride on täällä ja tätä sateenkaaren väristä viikkoa vietetään myös Radio Helsingin taajuudella, kun viikon ajan Laura Haimila ja Markku Haussila soittavat maailman parasta queer-musaa ja nostattavat sinut varmasti pride-tunnelmaan! ",
    "externalId": "283",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-03T09:00:00.000Z",
    "location": "Helsinki",
    "address": "Radio Helsinki",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-03T11:00:00.000Z",
    "title": "Pride Show — Laura Haimila & Markku Haussila",
    "url": "https://week.pride.fi"
  },
  {
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "category": [
      "Keskustelu tai luento"
    ],
    "location": "Helsinki",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-03T09:00:00.000Z",
    "address": "Lähtöpaikka Runeberginkatu 5, Helsinki",
    "endTime": null,
    "externalId": "147",
    "addedBy": "SYSTEM",
    "title": "TukTuk kierros Helsingin homohistoriaan"
  },
  {
    "externalId": "131",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "title": "Maunulan sateenkaarikeidas",
    "category": [
      "Tyopaja"
    ],
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "wholeDay": false,
    "endTime": "2021-07-03T13:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "description": "Nuorten Pride - viikko Maunula-talossa. Lauantaina tehdään kangaskasseja ja pinssejä, koristaudutaan glitterillä ja kasvomaalauksin sekä pelaillaan ja herkutellaan kahvilan herkuilla. Maunulan sateenkaarikeitaalla on mahdollista esittää omia esityksiä open mic -tyylillä työpajojen ja muun ohjelman väleissä.   \n  \nLauantai-illan Hiphop-tapahtumassa esiintyvät muun muassa PastoriPike sekä Mimmit räppää -kollektiivin Bomstikidi ja Sasa. Tervetuloa kuulemaan myös syksyllä 2020 perustetussa Maunulan rap-pajassa hiottuja ja hiomattomia timanttibiisejä. Keikkailta livestriimataan Maunula-kanavalle YouTubeen.\n  \nLauantain työpajat  \nklo 13–16 Glitteriä ja kasvomaalauksia  \nklo 13–16 Kangaskassi- ja pinssityöpaja",
    "address": "Maunula-talo, Metsäpurontie 4",
    "startTime": "2021-07-03T10:00:00.000Z"
  },
  {
    "category": [
      "Tyopaja"
    ],
    "endTime": "2021-07-03T12:30:00.000Z",
    "url": "https://week.pride.fi",
    "title": "Tee-se-itse: Lippupaja",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-03T11:00:00.000Z",
    "area": "Uusimaa",
    "wholeDay": false,
    "location": "Helsinki",
    "description": "Tule tekemään oma sateenkaareva lippusi Nuorten Pride Houseen!. Lippupajassa on mahdollisuus tehdä itse sateenkaareva lippu. Tarvittavat materiaalit löytyvät paikan päältä ja ohjaajat opastavat lipun teossa. Lipuissa käytettävät materiaalit ovat pääasiallisesti kierrätettyjä. Voit tuoda halutessasi myös omia materiaaleja. Aikaisempaa kokemusta lippujen tekemisestä, ompelusta tai muusta tuunaamisesta et tarvitse. Pajat järjestetään Nuorten Pride Housessa lauantaina 3.7. klo 14:00-15:30, 15:45-17:15 ja 17:45-19:15, pandemia-ohjeistukset huomioiden.\n\nIlmoittautuminen pajoihin: https://forms.office.com/r/yWug5mHBe0\nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "externalId": "304",
    "address": "virtuaalinen"
  },
  {
    "description": "Nuorten Pride -viikon päätöspäivää vietetään lauantaina 3. heinäkuuta. Ohjelmassa nuorille suunnattua toimintaa, mm. Irisviisut, DJ:iden soittamaa musiikkia sekä Priden päätöskonsertin streamin katsomista. ",
    "url": "https://week.pride.fi",
    "address": "Nuorten Pride House, Fredriksberg, Konepajankuja 3",
    "addedBy": "SYSTEM",
    "startTime": "2021-07-03T11:00:00.000Z",
    "title": "Nuorten Pride - Päätöspäivä",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-03T17:00:00.000Z",
    "wholeDay": false,
    "externalId": "271",
    "location": "Helsinki",
    "area": "Uusimaa"
  },
  {
    "startTime": "2021-07-03T12:00:00.000Z",
    "externalId": "161",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "title": "Helsinki Pride 2021 -konsertti",
    "endTime": null,
    "address": "virtuaalinen",
    "url": "https://week.pride.fi",
    "category": [
      "Bileet"
    ],
    "location": "Helsinki",
    "area": "Uusimaa",
    "description": "Helsinki Pride 2021 -konsertti tuo juhlatunnelman koteihin! Upeat taiteilijat yhdistävät voimansa ja luovat ikimuistoisen spektaakkelin poikkeusajassa. Lavalla nähdään SANNI, Tuure Boelius, Yeboyah, Benjamin, NikoLa ja Pola Ivanka. Konsertin juontavat Cristal Snow ja Lola Lorenzo. Musiikkiesitysten lomassa Ylen toimittajat Henkka Remes ja Joonas Pesonen haastattelevat kiinnostavia ja ajankohtaisia vieraita."
  },
  {
    "startTime": "2021-07-03T12:00:00.000Z",
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "location": "Helsinki",
    "category": [
      "Keskustelu tai luento"
    ],
    "title": "TukTuk kierros Helsingin homohistoriaan",
    "url": "https://week.pride.fi",
    "externalId": "148",
    "area": "Uusimaa",
    "endTime": null,
    "address": "Lähtöpaikka Runeberginkatu 5, Helsinki",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "wholeDay": false
  },
  {
    "wholeDay": false,
    "address": "virtuaalinen",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "externalId": "305",
    "description": "Tule tekemään oma sateenkaareva lippusi Nuorten Pride Houseen!. Lippupajassa on mahdollisuus tehdä itse sateenkaareva lippu. Tarvittavat materiaalit löytyvät paikan päältä ja ohjaajat opastavat lipun teossa. Lipuissa käytettävät materiaalit ovat pääasiallisesti kierrätettyjä. Voit tuoda halutessasi myös omia materiaaleja. Aikaisempaa kokemusta lippujen tekemisestä, ompelusta tai muusta tuunaamisesta et tarvitse. Pajat järjestetään Nuorten Pride Housessa lauantaina 3.7. klo 14:00-15:30, 15:45-17:15 ja 17:45-19:15, pandemia-ohjeistukset huomioiden.\n\nIlmoittautuminen pajoihin: https://forms.office.com/r/yWug5mHBe0\nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "title": "Tee-se-itse: Lippupaja",
    "category": [
      "Tyopaja"
    ],
    "area": "Uusimaa",
    "endTime": "2021-07-03T14:15:00.000Z",
    "startTime": "2021-07-03T12:45:00.000Z",
    "addedBy": "SYSTEM"
  },
  {
    "url": "https://week.pride.fi",
    "title": "TukTuk kierros Helsingin homohistoriaan",
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "location": "Helsinki",
    "startTime": "2021-07-03T14:00:00.000Z",
    "endTime": null,
    "externalId": "149",
    "category": [
      "Keskustelu tai luento"
    ],
    "area": "Uusimaa",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "address": "Lähtöpaikka Runeberginkatu 5, Helsinki"
  },
  {
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "endTime": "2021-07-03T16:15:00.000Z",
    "externalId": "306",
    "url": "https://week.pride.fi",
    "category": [
      "Tyopaja"
    ],
    "title": "Tee-se-itse: Lippupaja",
    "wholeDay": false,
    "area": "Uusimaa",
    "location": "Helsinki",
    "address": "virtuaalinen",
    "description": "Tule tekemään oma sateenkaareva lippusi Nuorten Pride Houseen!. Lippupajassa on mahdollisuus tehdä itse sateenkaareva lippu. Tarvittavat materiaalit löytyvät paikan päältä ja ohjaajat opastavat lipun teossa. Lipuissa käytettävät materiaalit ovat pääasiallisesti kierrätettyjä. Voit tuoda halutessasi myös omia materiaaleja. Aikaisempaa kokemusta lippujen tekemisestä, ompelusta tai muusta tuunaamisesta et tarvitse. Pajat järjestetään Nuorten Pride Housessa lauantaina 3.7. klo 14:00-15:30, 15:45-17:15 ja 17:45-19:15, pandemia-ohjeistukset huomioiden.\n\nIlmoittautuminen pajoihin: https://forms.office.com/r/yWug5mHBe0\nPajoihin voi osallistua myös spontaanisti, mikäli tilaa riittää.",
    "startTime": "2021-07-03T14:45:00.000Z"
  },
  {
    "startTime": "2021-07-03T15:00:00.000Z",
    "address": "Hiphop Maunula -tapahtuma striimataan Maunula-kanavalle YouTubeen. Siirry verkkotapahtumaan tästä.    \nhttps://youtu.be/dNfFB1m452g",
    "area": "Uusimaa",
    "location": "Helsinki",
    "category": [
      "Musiikki",
      "Bileet",
      "Esitys"
    ],
    "description": "Pohjoinen Klubi: Hip Hop Maunula. Hiphop valtaa Maunula-talon edustan! Esiintymässä muun muassa PastoriPike sekä Mimmit räppää -kollektiivin Bomstikidi ja Sasa. Tervetuloa kuulemaan myös syksyllä 2020 perustetussa Maunulan rap-pajassa hiottuja ja hiomattomia timanttibiisejä.",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "externalId": "132",
    "endTime": "2021-07-03T19:00:00.000Z",
    "title": "Maunulan sateenkaarikeidas: HipHop Maunula",
    "wholeDay": false
  },
  {
    "addedBy": "SYSTEM",
    "title": "TukTuk kierros Helsingin homohistoriaan",
    "externalId": "150",
    "category": [
      "Keskustelu tai luento"
    ],
    "address": "Lähtöpaikka Runeberginkatu 5, Helsinki",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "area": "Uusimaa",
    "startTime": "2021-07-03T16:00:00.000Z",
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "endTime": null,
    "wholeDay": false,
    "event": "Helsinki Pride 2021"
  },
  {
    "startTime": "2021-07-03T16:00:00.000Z",
    "title": "Kapsakki Goes Pride: Haussila ja Nylund – Kaikki kauniit kukat",
    "event": "Helsinki Pride 2021",
    "category": [
      "Esitys"
    ],
    "description": "Kaikki kauniit kukat on runollinen sekoitus teatterilaulelmaa ja popmusiikkia.. Kaikki kauniit kukat on Markku Haussilan ja Jukka Nylundin ensimmäinen taiteellinen yhteistyö. Kokonaisuudessa kuullaan Nylundin sävellyksiä Haussilan teksteihin.",
    "addedBy": "SYSTEM",
    "endTime": "2021-07-03T17:00:00.000Z",
    "location": "Helsinki",
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "wholeDay": false,
    "address": "Musiikkiteatteri Kapsäkki, Hämeentie 68",
    "externalId": "249"
  },
  {
    "addedBy": "SYSTEM",
    "endTime": null,
    "event": "Helsinki Pride 2021",
    "description": "Sateenkaariyhteisön kehitys ja tulevaisuus. Helsingin YK-nuoret järjestää koko Pride-viikon mittaisen some-kampanjan tasa-arvon ja ihmisoikeuksien kunniaksi! Kampanjan livelähetys, blogikirjoitukset ja muut julkaisut käsittelevät muun muassa sateenkaariyhteisön historiaa, esikuvia sekä tulevaisuuden näkymiä. Tavoitteenamme on nostaa esiin sateenkaariyhteisön elämäntarinoita ja kokemuksia, ja osallistamme myös seuraajiamme kampanjan toteutuksessa. Liity siis mukaan Priden juhlintaan Helsingin YK-nuorten Instagramissa ja blogissa!",
    "address": "Instagram @unyouthfinland",
    "externalId": "180",
    "title": "Pride liikkeessä",
    "area": "Uusimaa",
    "startTime": "2021-07-03T21:00:00.000Z",
    "location": "Helsinki",
    "wholeDay": true,
    "category": [
      "Muu"
    ],
    "url": "https://week.pride.fi"
  },
  {
    "endTime": null,
    "url": "https://week.pride.fi",
    "wholeDay": true,
    "location": "Helsinki",
    "address": "Kuunneltavissa verkossa koko Helsinki Pride -viikon ajan!",
    "description": "HAM Helsingin taidemuseo juhlii pride-viikkoa julkaisemalla näyttelijä Miiko Toiviaisen kanssa toteutetun podcast-jakson. Toiviainen kävi tutustumassa Katharina Grossen näyttelyyn ja kirjoitti kokemuksestaan tekstin, jota kävijä voi kuunnella näyttelyssä ollessaan, tai vaikka rannalla aurinkoa ottaessa.\nHAM toivottaa ihanaa ja aurinkosta pridea kaikille!\n\nPodcast löytyy näyttelyn sivuilta: https://www.hamhelsinki.fi/exhibition/katharina-grosse-chill-seeping-from-the-walls-gets-between-us/",
    "addedBy": "SYSTEM",
    "event": "Helsinki Pride 2021",
    "externalId": "298",
    "title": "HAM: Pride Podcast",
    "startTime": "2021-07-03T21:00:00.000Z",
    "area": "Uusimaa"
  },
  {
    "event": "Helsinki Pride 2021",
    "externalId": "197",
    "category": [
      "Muu"
    ],
    "startTime": "2021-07-03T21:00:00.000Z",
    "title": "Hiv-testaus liikkuvassa yksikössä",
    "wholeDay": true,
    "location": "Helsinki",
    "endTime": null,
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "address": "Tarkista sijainnit http://hivpoint.fi/tapahtumat",
    "description": "Anonyymi ja maksuton hiv-pikatestaus matkailuautossa 2.7. - 7.7. miehille, joilla on seksiä miesten kanssa.. Hiv-pikatestaus toteutetaan matkailuautossa, joka liikkuu homo- ja bimiesten ulkotapaamispaikoissa sekä Helsinki Priden tapahtumapaikoissa. Katso testausauton sijainti ja aikataulu tarkemmin hivpoint.fi/tapahtumat.",
    "url": "https://week.pride.fi"
  },
  {
    "address": "Verkossa",
    "externalId": "239",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-03T21:00:00.000Z",
    "category": [
      "Nayttely",
      "Esitys",
      "Keskustelu tai luento"
    ],
    "description": "Videolla suomalaisen homoseksuaalisuuden historiasta väitellyt tutkija ja tietokirjailija Sandra \nHagman johdattaa videolla homoseksuaalisuuteen kohdistuvan rikoslainsäädännön historiaan.. Vankilassa tulee iholle oikeus olla oma itsensä, miksi emme tunne sateenkaarihistoriaa ja miksi ihmiset\npiilottelivat niin pitkään omaa seksuaali-identiteettiään. Suomi sai ensimmäisen oman rikoslakinsa vuonna\n1894. Tätä ennen käytössä olleessa Ruotsin rikoslaissa ei suoraan kielletty homoseksuaalisia tekoja. Samasukupuolinen haureus oli Suomessa rikos vuodesta 1894 vuoteen 1971, eli liki 80 vuoden ajan. Videon julkaisu liittyy Hämeenlinnan Vankila -museokohteessa keväällä 2021 avattuun Sandra Hagmanin käsikirjoittamaan näyttelysisältöön homoseksuaalisuuteen kohdistuneesta rikoslaista.",
    "area": "Uusimaa",
    "addedBy": "SYSTEM",
    "endTime": null,
    "title": "Samansukupuolisesta haureudesta tuomittu -video",
    "event": "Helsinki Pride 2021",
    "location": "Helsinki",
    "wholeDay": true
  },
  {
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "endTime": "2021-07-04T14:30:00.000Z",
    "area": "Uusimaa",
    "description": "Hobby game creation marathon!. Hobby game creation marathon lasting 48h focused on LGBTQ+ themes and representation, includes workshops, a panel discussion about relevant topics, speakers from the game industry and much more! Event hosted online and all activities are streamed. Beginner friendly.",
    "address": "Online",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "startTime": "2021-07-04T07:00:00.000Z",
    "category": [
      "Esitys",
      "Keskustelu tai luento",
      "Tyopaja",
      "Vertaistapaaminen"
    ],
    "title": "Pride Game Jam HKI21",
    "externalId": "199",
    "wholeDay": false
  },
  {
    "description": "Satuja, sirkusta ja upeita esityksiä koko perheelle. 10.00-10.30 VERTANEN x VIRTANEN\n10.35-11.00 Maimu Brushwood: Drag satuhetki\n11.10-11.25 CircEntropia-duo Sirkus Magentalta\n11.30-12.00 Mimi ja Kuku\n12.05-12.15 CircEntropia-duo Sirkus Magentalta\n12.30-12.55 Tanssiva satuhetki",
    "externalId": "174",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "category": [
      "Bileet",
      "Tyopaja",
      "Esitys"
    ],
    "title": "Koko perheen sunnuntai",
    "event": "Helsinki Pride 2021",
    "endTime": "2021-07-04T10:00:00.000Z",
    "address": "Kasarmitorin kesäterassi, Kasarmitori, 00130 Helsinki",
    "location": "Helsinki",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-04T07:00:00.000Z"
  },
  {
    "event": "Helsinki Pride 2021",
    "description": "Aleksandra Lemken valokuvia etnisiin vähemmistöihin kuuluvista ja rodullistetuista LHBTIQ+-ihmisistä Suomessa.. Meistä on valokuvanäyttely, jonka tavoitteena on voimauttaa ja lisätä etnisiin vähemmistöihin kuuluvien ja rodullistettujen sateenkaari-ihmisten näkyvyyttä Suomessa. Näyttely haastaa sateenkaariyhteisön valkoisuuden ja tuo näkyviin yhteiskunnassamme ilmenevän moniperustaisen syrjinnän sekä tarinoita, jotka kuuluvat myös sateenkaari-Suomeen.",
    "url": "https://week.pride.fi",
    "externalId": "187",
    "title": "Meistä",
    "location": "Helsinki",
    "endTime": "2021-07-04T15:00:00.000Z",
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "category": [
      "Nayttely"
    ],
    "area": "Uusimaa",
    "startTime": "2021-07-04T08:00:00.000Z"
  },
  {
    "description": "Maalattuja drag omakuvia Tatun suosituista silmälookeista. Eye-Leen näyttelyn omakuvilla taiteilija tarkastelee tyyliä, sukupuolta ja mystiikkaa. Maalaukset ovat olleet “harjoitustöitä” Tatu Vuolteenahon seuraavalle taideprojektille nimeltä Queer Witches. Työt ovat akryyli kankaalle, kokoa 80x 100 cm. Eye-Leen maalaukset ovat esillä 28.6. – 1.8. Adlerfelt ravintolassa sen aukioloaikana. Avajaiset 1.7. klo 17. Osoite: Suomenlinna, B 1, 00190 Helsinki. www: adlerfelt.fi www.tatuvuolteenaho.com",
    "location": "Helsinki",
    "area": "Uusimaa",
    "category": [
      "Nayttely"
    ],
    "wholeDay": false,
    "addedBy": "SYSTEM",
    "url": "https://week.pride.fi",
    "event": "Helsinki Pride 2021",
    "externalId": "195",
    "address": "Adlerfelt Ravintola, Suomenlinna, B 1",
    "endTime": "2021-07-04T15:00:00.000Z",
    "startTime": "2021-07-04T08:00:00.000Z",
    "title": "Tatu Vuolteenaho – Eye–Leen"
  },
  {
    "description": "Hyppää hauskan, sähkökäyttöisen tuktukin kyytiin tutustumaan Helsingin homohistoriaan! Kierrämme kaupungin homohistoriaan liittyviä paikkoja samalla kun kuulet niiden merkityksestä seksuaalivähemmistöjen lähihistoriassa. Maksullinen.. Kierroksella tutustutaan Helsinkiin ja sen historiaan seksuaalivähemmistöjen näkökulmasta. Kantavana teemana on seksuaalivähemmistöjen asema kehittyvän yhteiskunnan muutoksessa. Kierroksella nähdään useita historiaan ja nykypäiväänkin liittyviä kohteita Helsingissä - myös kantakauoungin ulkopuolella - ja kuullaan niihin liityviä tarinoita. Kierros tehdään sähkökäyttöisellä ja ynmpäristöystävällisellä tuktuk -ajoneuvolla, joka koronarajoitusten takia varataan aina yhdelle seurueelle / kierros, eli kyytiin voi tulla 1-4 henkilöä jotka näin tietävät jo etukäteen kenen kanssa ovat mukana kierroksella.",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "title": "TukTuk kierros Helsingin homohistoriaan",
    "externalId": "140",
    "wholeDay": false,
    "endTime": null,
    "category": [
      "Keskustelu tai luento"
    ],
    "address": "Kävelykierroksen lähtöpaikka Vanha Ylioppilastalo, Mannerheimintie 3",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "startTime": "2021-07-04T09:00:00.000Z"
  },
  {
    "externalId": "226",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "startTime": "2021-07-04T09:00:00.000Z",
    "address": "Kävelykierroksen lähtöpaikka Vanha Ylioppilastalo, Mannerheimintie 3",
    "endTime": null,
    "title": "Helsinki Gay Walk ",
    "category": [
      "Keskustelu tai luento"
    ],
    "description": "Kävelykierros Helsingin homohistoriaan.. Noin kahden tunnin ja viiden kilometrin kävelykierros Helsingin keskustan alueella. Kierroksella kuullaan seksuaalivähemmistöjen asemasta kehittyvän yhteiskunnan rinnalla sotien jälkeisessä yhteiskunnassa ja nähdään paikkoja, jotka liittyvät Helsingin ja Suomen homohistoriaan.",
    "url": "https://week.pride.fi",
    "location": "Helsinki",
    "wholeDay": false,
    "event": "Helsinki Pride 2021"
  },
  {
    "endTime": null,
    "location": "Helsinki",
    "event": "Helsinki Pride 2021",
    "category": [
      "Bileet"
    ],
    "externalId": "1622021074817",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "description": "Tervetuloa feministisen aikakauslehti Tulvan järjestämälle piknikille!. Feministinen aikakauslehti Tulva järjestää matalan kynnyksen piknikin feminismistä kiinnostuneille sateenkaareville ihmisille ja heidän ystävilleen. Tule mukaan nauttimaan yhteisöllisyydestä ja keskustelemaan feminismistä!\n\nTarjolla on pientä naposteltavaa sekä Tulva-lehden numeroita. Ota mukaan omia eväitä ja viltti.\n\nTapaamme säävarauksella Vanhassa kirkkopuistossa eli Ruttopuistossa lähellä Bulevardin ja Annankadun kulmaa voimassa olevien kokoontumisrajoitusten mukaisesti. Muistetaan turvavälit ja käsihygienia. \n\nLisätiedot: Instagramissa @tulvalehti",
    "title": "Feministinen Pride-piknik",
    "wholeDay": false,
    "address": "virtuaalinen",
    "url": "https://week.pride.fi",
    "startTime": "2021-07-04T10:00:00.000Z"
  },
  {
    "wholeDay": false,
    "address": "Verkossa, Zoom-liittymistiedot ilmoitetaan myöhemmin.",
    "area": "Uusimaa",
    "location": "Helsinki",
    "externalId": "1617972927338",
    "category": [
      "Vertaistapaaminen"
    ],
    "endTime": "2021-07-04T13:15:00.000Z",
    "title": "Lasten ja nuorten etätuokiot",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "description": "Etätuokiot sukupuoltaan pohtiville lapsille ja sisaruksille pienryhmissä (alle 12-v. ja 12-15-v)",
    "startTime": "2021-07-04T11:00:00.000Z",
    "addedBy": "SYSTEM"
  },
  {
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "event": "Helsinki Pride 2021",
    "wholeDay": false,
    "category": [
      "Esitys"
    ],
    "externalId": "217",
    "startTime": "2021-07-04T11:00:00.000Z",
    "location": "Helsinki",
    "addedBy": "SYSTEM",
    "endTime": null,
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "area": "Uusimaa",
    "url": "https://week.pride.fi",
    "title": "Pridekino 2021: The Sympathy Card"
  },
  {
    "startTime": "2021-07-04T12:00:00.000Z",
    "externalId": "1622524708328",
    "address": "Kauppatorin laituri, Eteläranta 13",
    "wholeDay": false,
    "description": "Helsinki Pride -viikko saa arvoisensa päätöksen kun Kalkkuna saapuu Kauppatorin laiturille, it's time for\nPride Bingo!\nGrillimestarina toimii Svetlana ja musiikista vastaa Dj Awa.\nTilaisuus on K18 ja järjestetään säävarauksella. Tarpeen vaatiessa tapahtuma järjestetään Ravintola Rymy-Eetussa\nSeuraamme rajoitusten purkua ja päivitämme tapahtuman alkamisajankohtaa kun saamme siitä lisää infoa.",
    "url": "https://week.pride.fi",
    "title": "Kalkkunan Legendaarinen Drag Bingo",
    "endTime": null,
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "category": [
      "Bileet",
      "Esitys",
      "Musiikki"
    ],
    "location": "Helsinki",
    "area": "Uusimaa"
  },
  {
    "category": [
      "Vertaistapaaminen"
    ],
    "area": "Uusimaa",
    "title": "Perheretki Vallisaareen",
    "url": "https://week.pride.fi",
    "endTime": null,
    "location": "Helsinki",
    "wholeDay": false,
    "event": "Helsinki Pride 2021",
    "externalId": "1618597125220",
    "address": "Lautta Kauppatorilta Vallisaareen (Lyypekinlaituri Vanhan Kauppahallin vieressä)",
    "addedBy": "SYSTEM",
    "description": "Iloinen saariretkipäivä sateenkaariperheille ja heidän läheisilleen.. Tutustutaan luonnonkauniiseen ja historialliseen Vallisaareen. Opastus sopii koko perheelle. Ja lopuksi syödään tietysti eväitä.\nTapaaminen Vallisaaressa laiturin juurella kello 15. Jokainen hoitaa itse perheensä Kauppatorilta lähtevällä yhteysaluksella Vallisaareen. Sitten tehdään pieni kerros saaressa ja etsitään yhdessä mukavia pysähdyspaikkoja ja levähdetään lopuksi yhteisellä picnikillä. Kannattaa varata netistä etukäteen paikka Vallisaaren suuntaan menevältä lautalta, jotta varmasti mahtuu oikeaan lauttaan.\nSäävaraus, sadesäällä retkeä ei pidetä.",
    "startTime": "2021-07-04T12:00:00.000Z"
  },
  {
    "startTime": "2021-07-04T12:00:00.000Z",
    "location": "Helsinki",
    "description": "Normal Cake, Please on yhtä kuin fiktiiviset häät Paavalin kirkossa, Helsingissä, heinäkuussa 2021.. Tämä yllättävä ja paikkasidonnainen englanninkielinen esitys kysyy mikä on vapauden tila, tarvitaanko hääkakkua – ja ennen kaikkea mikä on normaalia. Yleisö kutsutaan mukaan asian käsittelyyn, he auttavat ratkaisemaan esityksen hahmojen pähkinän: minkälainen liitto lopulta solmitaan ja kuka saa kenet.\n\nTyöryhmä: Nina Larissa Bassett (DK), Ivo Briedis (LV), Janne Saarakkala (FI), Jamie MacDonald (FI/CA), Raisa Omaheimo (FI), Kira Riikonen (FI), Dajo Vande Putte (DK), Viha Piirakka (FI), Varanka (FI), Paula Koivunen (FI), Janne Pellinen (FI), Mikko Helenius (FI), Thomas Burø (DK), Beáta Kublik (DK)",
    "event": "Helsinki Pride 2021",
    "url": "https://week.pride.fi",
    "category": [
      "Esitys"
    ],
    "area": "Uusimaa",
    "title": "Kapsäkki Goes Pride: Normal cake, Please",
    "address": "Paavalin kirkko, Sammatintie 5",
    "wholeDay": false,
    "externalId": "247",
    "endTime": "2021-07-04T14:30:00.000Z",
    "addedBy": "SYSTEM"
  },
  {
    "addedBy": "SYSTEM",
    "title": "Other Comics minityöpaja kaikille LGBTQIA- ihmisille",
    "category": [
      "Tyopaja",
      "Nayttely"
    ],
    "description": "Other on normikriittinen sarjakuvaprojekti.. Valokuvan ja tekstin kautta tehdään yhdessä sarjakuvia stereotypioista ja normeista ja millä tavoin ne vaikuttaa ja rajaa HBTIQA-ihmisten elämää. Tässä pajassa tutustutaan projektiin, mutta emme ala tekemään yksittäisiä työpajoja. Jos osallistujana haluat jatkaa työskentely voidaan jatkaa sarjakuvan tekemisellä työpajan jälkeen.\n \n \nKeskustelu normeista rakentuu niin, että siihen on helppo osallistua riippumatta aiheen uutuudesta tai tuttuudesta; pyrimme yhdessä luomaan turvallisen tilan, missä kaikkien osallistujien ajatuksille on tilaa. Osallistujien tulee olla kiinnostuneita keskustelemaan, aiempaa kokemusta sarjakuvista tai valokuvauksesta ei tarvita.\n \nIlmoittautumiset viim 30.6 taiteilijalle: heidi@lunabba.com\nJos kiinnostuit projektista mutta et pääse pajalle ole yhteydessä, lisää pajoja on tulossa ja projektissa oi osallistua myös yksittäisellä haastattelupajassa.\n\nYleistä: Pystyn ohjaamaan osallistujia suomeksi, ruotsiksi ja englanniksi.\nTyöpajayhmät pidetään pienen, max 6 hlö.  ja pyrin hyomiomaan jokaisessa ryhmässä kaikkien saavutettavuustarpeet kun niitä ilmoitetaan hyvissä ajoissa ennen työpajaa Matkakuluja voidaan korvata kuittia vastaan, pitkistä matkoista on hyvä sopia asiasta etukäteen.\n\nProjektia rahoittaa: Suomen Kulttuurirahasto, Pohjoismainen kulttuuripiste, Taike, Konstsamfundet, Svenska Kulturfonden Oscar Öflunds Stiftelse ja Helsingin Kaupunki.",
    "wholeDay": false,
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "startTime": "2021-07-04T12:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "externalId": "264",
    "address": "Pride House, Helsingin kaupungintalo, Pohjoisesplanadi 11-13",
    "endTime": "2021-07-04T14:00:00.000Z",
    "location": "Helsinki"
  },
  {
    "url": "https://week.pride.fi",
    "category": [
      "Esitys"
    ],
    "title": "Pridekino 2021: Ellie & Abbie",
    "addedBy": "SYSTEM",
    "endTime": null,
    "location": "Helsinki",
    "startTime": "2021-07-04T13:05:00.000Z",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "event": "Helsinki Pride 2021",
    "externalId": "218",
    "area": "Uusimaa",
    "wholeDay": false
  },
  {
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa.",
    "addedBy": "SYSTEM",
    "wholeDay": false,
    "title": "Pridekino 2021: My Big Gay Italian Wedding",
    "location": "Helsinki",
    "externalId": "219",
    "event": "Helsinki Pride 2021",
    "startTime": "2021-07-04T15:00:00.000Z",
    "endTime": null,
    "url": "https://week.pride.fi",
    "area": "Uusimaa",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "category": [
      "Esitys"
    ]
  },
  {
    "startTime": "2021-07-04T17:00:00.000Z",
    "event": "Helsinki Pride 2021",
    "addedBy": "SYSTEM",
    "area": "Uusimaa",
    "title": "Pridekino 2021: Tu Me Manques",
    "category": [
      "Esitys"
    ],
    "wholeDay": false,
    "location": "Helsinki",
    "address": "Cinema Orionissa, Eerikinkatu 15",
    "endTime": null,
    "url": "https://week.pride.fi",
    "externalId": "220",
    "description": "Sateenkaareva elokuvaviikko. Esitämme Pride-viikon aikana Vinokino-festivaalin elokuvia vuodelta 2020. Liput 9€/näytös. Lippuja voi ostaa ennakkoon osoitteessa https://vinokino.tapahtumiin.fi/ sekä Orionin kassalta ennen näytöksen alkua, jos tilaa on. Saliin voidaan ottaa 40 katsojaa."
  }
]